<?php
$lang_tmp = array(
			'paragraph_1'=>'Компания ChatandVision стремится к тому, чтобы клиенты получали всё самое лучшее. А что может быть лучше бесплатной услуги! Компании ChatandVision и Skype объединили свои усилия для того, чтобы все заказы автоматически подпадали под условия акции «До 60 бесплатных минут от Skype».',
			'paragraph_2'=>'Да, да, да! Для ВСЕХ заказов полагаются бесплатные минуты от компании Skype для звонков на стационарные и мобильные номера, в каких бы уголках света они ни находились!',
			'paragraph_3'=>'Воспользоваться данным предложением проще простого: когда вы сделаете покупку, вы получите подтверждение вашего заказа вместе со специальным уникальным 16-значным кодом, воспользоваться которым можно по адресу: <a style="color:blue" href="http://Skype.com/voucher"><u>Skype.com/voucher</u></a>.',
			'terms_title'=>'Пользовательское Соглашение',
			'terms_content'=>'Во время действия акции «До 60 бесплатных минут от Skype» клиентам предлагается ваучер от компании Skype «До 60 бесплатных минут от Skype». Участвующая в акции компания ChatandVision не несёт ответственности за продукты и услуги, предоставленные компанией Skype в том числе, за тарифы на телефонную связь. Общее время в объёме 60 минут рассчитано для одного звонка на стационарный телефонный номер по примерному тарифу €0.02 за минуту разговора в соответствии с учётными данными компании Skype. Фактическое количество минут, предоставляемых участнику акции бесплатно, может быть другим, в зависимости от того, в какую страну совершается звонок, и является ли вызываемый номер мобильным или стационарным. Ко всем звонкам применяется комиссия за соединение. Более подробно о тарифах можно узнать, <a style="color:#ADADAD" href="http://www.skype.com/intl/ru/prices/payg-rates/"><u>перейдя по этой ссылке</u></a>.',
			'lytebox_title'=>'До 60 бесплатных минут от Skype',
		);
		
$lang = isset($lang) ? array_merge($lang, $lang_tmp) : $lang_tmp ;