<?php
$lang = array(
    'page_title' => 'Обновление пароля',
    'fill_details' => 'Пожалуйста, заполните форму ниже, чтобы обновить информацию о себе.<br />* Это изменение не повлияет на заказы, которые вы размещали у нас ранее.',
    'email' => 'Адрес электронной почты:',
    'old_password' => 'Старый пароль',
    'new_password' => 'Новый пароль',
    'new_password_text' => 'Выберите новый пароль:<br />((Минимум 5 символов))',
    'reconfirm_password' => 'Повторно введите новый пароль',
    'reconfirm_password_text' => 'Повторно введите новый пароль',
    'submit' => 'Отправить',
    'password_update_fail' => 'Старый пароль неправильный/Не удается обновить пароль!',
    'new_password_mismatch' => 'Введенные новые пароли не являются идентичными!',
    'continue_shopping' => 'Пожалуйста, нажмите здесь, чтобы вернуться в Skype Shop.',
    'try_again' => 'Нажмите здесь, чтобы попробовать еще раз.',
    'update_success' => 'Изменение пароля успешно завершено!'
);