Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: %s's Customer Privacy Policy covers the collection, use, and disclosure of personal information that may be collected by %s anytime you interact with %s such as when visiting our website, purchasing products, or using our sales or support facilities. Please take a moment to read the following to learn more about our practices with regards to this, including what type of information we gather, how and for what purposes we use the information, to whom we disclose the information, and how the personal information is kept safe and secure. Your privacy is a priority at %s and we do what we can to protect it.
es_es: La Política de Privacidad del Usuario de %s cubre la recogida, uso, y divulgación de información personal que puede ser recogida por %s en cualquier momento que interactúe con %s, como por ejemplo visitando nuestra página, comprando productos o usando nuestro servicio de ventas o Atención al Cliente. Por favor lee la siguiente información para saber acerca de nuestras practices en relación a esto, incluyendo qué tipo de información recogemos, cómo y por qué motivos usamos la información, a quién divulgamos esta información, y cómo mantenemos tus datos personales seguros y sin peligro. Tu privacidad es una prioridad para %s y hacemos todo lo possible para protegerla.
fr_fr: %s"s La politique de confidentialité couvre la collection, l'usage et la publication d'informations personnelles qui peuvent être collectées par %s à chaque fois que vous intéragissez avec %s comme lorsque vous visitez notre site, achetz des produits ou utilisez des services de vente ou de support. Veuillez prendre un moment pour lire ce qui suit afin d'en apprendre plus sur nos pratiques à ce sujet, notamment quel type d'information nous rassemblons, comment et pour quel but nous utilisons l'information, à qui cette information est divulgée, et comment les informations privées sont elles conservées en sécurité. Votre vie privée est notre priorité à %s et nous faisons tout notre possible pour la protéger.
it_it: Le Politiche di Privacy di %s regolano la raccolta, uso e trasmissione di informazioni personaliche passano attraverso %s ogni volta che interagisci con %s visitando il sito, acquistando prodotti od utilizzando il servizio alla clientela. Per favore, dedica tutto il tempo necessario per informarti sulle politiche a riguardo, inclusi i tipi di informazioni che raccogliamo, come e per quale utilizzo, a chi trasmettiamo le informazioni, e come queste siano tenute al sicuro. La tua privacy è una priorità di %s e facciamo tutto il possibile per proteggerla.
nl_nl: %s Klanten Privacybeleid heeft betrekking op het verzamelen, gebruiken en openbaar maken van persoonlijke informatie die op elk moment verzameld kunnen worden wanneer %s u interactie hebt met %s onze website, zoals bij een bezoek, een aankoop van producten of het gebruik van onze verkoop- of ondersteunende diensten. Neem even de tijd om het volgende te lezen om meer informatie over onze werkwijze te leren met betrekking tot deze, met inbegrip van welke informatie wij verzamelen, hoe en voor welke doeleinden we deze informatie gebruiken, aan wie we de informatie onthullen en hoe de persoonlijke informatie is beveiligd. Uw privacy is een prioriteit op %s en we doen wat we kunnen om het te beschermen.
pl_pl: % s Polityka Prywatności Klienta obejmuje gromadzenie, wykorzystywanie i ujawnianie danych osobowych, które mogą być gromadzone przez% s dowolnym czasie interakcji z% s na przykład podczas oglądania naszej strony, zakupu produktów lub korzystania z naszych punktów sprzedaży lub zaplecze wsparcia. Poświęć chwilę, aby zapoznać się z instrukcjami, aby dowiedzieć się więcej o naszych praktykach w odniesieniu do tego, w tym jakie informacje zbieramy, w jaki sposób i do jakich celów używamy informacji, komu możemy ujawnić informacje, oraz w jaki sposób dane osobowe są bezpieczne i zabezpiecznane. Twoja prywatność jest priorytetem w % s i robimy, co możemy, aby ją chronić.

source: %s may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are happy with any changes. This policy is effective from 31 May 2010.
es_es: %s puede cambiar esta política de vez en cuando actualizando esta página. Puedes visitar esta página cuando quieras para asegurarte de que te gustan los cambios. Esta política es efectiva desde el 31 de Mayo de 2010.
fr_fr: %s peut parfois être amené à changer sa politique en mettant à jour cette page. Vous dev
it_it: %s potrebbe modificare le politiche di privacy aggiornando questa pagina. Dovresti controllare questa pagina periodicamente per assicurarti di accettare queste modifiche. Le attuali politiche di privacy sono effettive dal 31 Maggio 2010.
nl_nl: %s kan dit beleid van tijd tot tijd veranderen door bijwerking van deze pagina. U dient deze pagina van tijd tot tijd door te nmen om ervoor te zorgen dat u tevreden bent met eventuele wijzigingen. Dit beleid is van kracht vanaf 31 mei 2010.
pl_pl: % s może zmienić tę politykę od czasu do czasu poprzez aktualizację tej strony. Należy sprawdzać stronę od czasu do czasu, aby upewnić się, że jesteś zadowolony ze wszystkich zmian. Polityka ta obowiązuje od 31 maja 2010 r.

source: We collect personal information because it helps us to deliver a customised customer service experience for you. This affords you convenient access to our product range and helps focus on categories most likely to interest you. In addition, your personal information helps allow us to keep you updated on the latest product announcements, special offers, and events that you might like to hear about.
es_es: Recopilamos información personal porque nos ayuda a ofrecer una experiencia de servicio al cliente personalizada para usted. Esto le proporciona un cómodo acceso a nuestra gama de productos y ayuda a centrarse en las categorías con mayor probabilidad de su interés. Además, su información personal nos ayuda a mantenerle informado sobre los últimos anuncios de productos, ofertas especiales, y eventos que puedan llegar a gustarle.
fr_fr: Nous récoltons des informations personnelles car cela nous aide à fournir un service client personnalisé. Cela vous offre un accès pratique à une large gamme de produits et vous aide à vous concentrer sur des catégories de produits qui sont susceptibles de vous plaire. De plus, votre données personnelles nous aide à vous tenir au courant des dernières tendances produits, des offres spéciales ou des évenements qui pourraient vous intéresser.
it_it: Raccogliamo informazioni personali per personalizzare il servizio che ti offriamo. Questo ti fornisce un accesso personalizzato e conveniente ai nostri prodotti, in particolare a quelli che potrebbero interessarti maggiormente. Inoltre, le informazioni ci aiutano a mantenerti aggiornato sulle ultime novità, offerte speciali ed eventi che potrebbero essere di tuo interesse.
nl_nl: Wij verzamelen persoonlijke informatie, omdat het ons helpt om een aangepaste klantenserviceervaring te leveren voor u. Dit biedt u gemakkelijke toegang tot ons assortiment en helpt ons te richten op categorieën die u waarschijnlijk het meest interesseren. Bovendien helpt uw persoonlijke informatie ons in staat om u op de hoogte te houden over de nieuwste producten, speciale aanbiedingen en evenementen die u misschien interesseren.
pl_pl: Gromadzimy informacje osobiste ponieważ pomagają nam one w ulepszaniu doświadczenia obsługi klienta. Pozwala to Państwu na wygodniejszy dostęp do naszych produktów oraz skupiania się na kategoriach, które Państwa najbardziej interesują. Dodatkowo zebrane informacje pomagają nam aktualizować nowe produkty, oferty specjalne, oraz eventy które mogą Państwa zainteresowć.

source: We may collect the following information:
es_es: Podemos recopilar la siguiente información:
fr_fr: Nous allons collecter les differntes informations
it_it: Potremmo raccogliere le seguenti informazioni:
nl_nl: Wij kunnen mogelijk de volgende informatie verzamelen:
pl_pl: Możemy zebrać poniższe informacje:

source: name and job title
es_es: Nombre y Puesto de trabajo
fr_fr: Nom et fonction professionnelle
it_it: nome e ruolo professionale
nl_nl: Naam en titel
pl_pl: imię i zawód

source: contact information including email address
es_es: información de contacto, incluyendo dirección de email
fr_fr: information sur votre contact incluant votre adresse email
it_it: informazioni di contatto incluso indirizzo email
nl_nl: Contact informatie inclusief e-mailadres
pl_pl: informacje kontaktowe włączając adres email

source: demographic information such as postcode, preferences and interests
es_es: información demográfica, como el código postal, preferencias e intereses
fr_fr: information démographiques telles que codes postales, préferences ou intérêts
it_it: informazioni statistìche quali CAP, preferenze ed interessi
nl_nl: Demografische informatie zoals postcode, voorkeuren en interesses
pl_pl: informacje demogrficzne takie jak kod pocztowy, zainteresowania i preferencje

source: other information relevant to customer surveys and/or offers
es_es: otra información relevante a encuestas del cliente y/o ofertas
fr_fr: autre information pertinente pour enquêtes ou offres clients
it_it: altre informazioni per sondaggi e/o offerte
nl_nl: andere informatie gerelateerd tot klantenonderzoek en/of aanbiedingen
pl_pl: inne informacje nawiązujące do ankiet konsumenckich i/lub ofert.

source: The personal information may help us give you a better shopping experience with us in the following areas:
es_es: La información personal puede ayudarnos a darle una mejor experiencia de compra con nosotros en las siguiente áreas:
fr_fr: Les informations personnelles peuvent nous aider à vous donner une meilleure expérience shopping dans les domaines suivants
it_it: Le informazioni personali raccolte ci aiutano ad offrirti una migliore esperienza di shopping in questo modo:
nl_nl: De persoonlijke informatie kan ons helpen u een beter winkelervaring bij ons te geven op de volgende gebieden:
pl_pl: Informacje osobiste mogą pomóc nam w ulepszeniu doświadczenia podczas zakupów w poniższych obszarach:

source: we may ask for your personal information when you're discussing a service issue on the phone with a representative, making a purchase, or registering your product.
es_es: podríamos preguntar por su información personal cuando esté planteando un problema por teléfono con nuestros trabajadores, haciendo una compra o registrando un producto.
fr_fr: Nous pouvons vous demander vos informations personnelles lorsque vous évoquez un problème au téléphone avec un employé, au moment de l'achat ou de l'enregistrement de votre produit.
it_it: potremmo chiedere informazioni quando stai segnalando un problema al servizio al telefono con un nostro incaricato, effettuando un acquisto, o registrando il tuo prodotti
nl_nl: We zouden kunnen vragen om uw persoonlijke gegevens, wanneer u een service probleem bespreekt, het maken van een aankoop of het registreren van uw product aan de telefoon met een vertegenwoordiger,
pl_pl: możemy poprosić Państwa o udzielenie informacji podczas rozmowy telefonicznej z naszym pracownikiem, podczas dokonywania zakupów lub rejestracji produktu.

source: we may use the information to improve our product range and services offered.
es_es: podemos utilizar la información para mejorar nuestro rango de productos y servicios ofertados.
fr_fr: Nous pouvons vous demander vos informations personnelles lorsque vous évoquez un problème au téléphone avec un employé, au moment de l'achat ou de l'enregistrement de votre produit.
it_it: potremmo usare le informazioni per migliorare la gamma di prodotti e servizi offerti
nl_nl: We zouden uw informatie kunnen gebruiken om onze productengamma en service te verbeteren.
pl_pl: możemy użyć informacji, aby ulepszyć listę towarów i usług oferowanych.

source: we may send promotional emails (to the email address provided) about new products, special offers or other information which we think you may find interesting.
es_es: podemos mandarle emails promocionales (al email registrado) acerca de nuevos productos, ofertas especiales o otra información que pueda resultarle útil.
fr_fr: Nous devons utiliser les information pour améliorer notre diversité de produits et nos services offerts
it_it: potremmo inviare email promozionali (all' indirizzo email fornito) riguardo nuovi prodotti, offerte speciali e altre informazioni che reputiamo interessanti per te.
nl_nl: Wij zouden u promotionele e-mails te sturen (naar het e-mailadres) kunnen sturen over nieuwe producten, speciale aanbiedingen of andere informatie waarvan wij denken dat u wellicht interessant vindt.
pl_pl: możemy wysyłać emaile z promocjami (na podany adres email) dotyczące nowych produktów, ofert specjalnych oraz innych informacji, które mogą Państwa zainteresować.

source: from time to time, we may also use your information to contact you for market research purposes. We may contact you by email, phone, or mail. We may use the information to customise the website according to your interests.
es_es: de vez en cuando, podemos utilizar su información para hacer estudios de mercado. Podemos contactarle por email, teléfono o correo ordinario. Podemos utilizar esta información para adaptar el website dependiendo de sus intereses.
fr_fr: Nous pouvons envoyer des mails de promotion (à l'adresse mail renseignée) à propos de nouveaux produits, d'offres spéciales ou toute autre information que nous pensons intéressante pour vous.
it_it: periodicamente, potremmo utilizzare le tue informazioni per contattarti in occasione di specifiche ricerche di mercato. Ti contatteremmo via email, telefono o posta. Potremmo utilizzare le informazioni per persoonalizzare il sito secondo i tuoi interessi.
nl_nl: Van tijd tot tijd kunnen we uw gegevens ook gebruiken om u te contacteren voor een marktonderzoek. We kunnen contact met u opnemen via e-mail, telefoon of per post. We kunnen de informatie gebruiken om de website aan te passen aan uw interesses.
pl_pl: od czasu do czasu, możemy użyć Państwa informacji w celach analizy marketingowej. Możemy skontaktować się z Państwem poprzez email, telefon, list. Możemy użyć informacji, aby przystosować lepiej stronę internetową do potrzeb klientów

source: We will use the information to create an account area to which you can login and access your order history.
es_es: Usaremos la información para crear una área de cliente en la que puedas acceder tu historial de compras.
fr_fr: Parfois, nous utilisons également ces données pour vous contacter au sujet de recherches sur le marché. Nous pouvons être amenés à vous contacter par mail, téléphone. Nous pouvons utiliser les informations pour costumiser le site web selon vos attentes.
it_it: Utilizzeremo le informazioni per creare un account attraverso il quale potrai accedere allo storico dei tuoi ordini.
nl_nl: Wij zullen de informatie gebruiken om een account te creëren waarop u kunt inloggen en toegang kunt krijgen tot uw bestelgeschiedenis.
pl_pl: Użyjemy informacji, aby stworzyć konto, gdzie będą Państwo mogli się zalogować i mieć dostęp do historii.

source: We are committed to ensuring that your information is secure. In order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.
es_es: Estamos comprometidos a asegurar que su información está segura. Con el fin de evitar el acceso no autorizado o divulgación, hemos puesto en marcha procedimientos físicos, electrónicos y administrativos apropiados para salvaguardar y asegurar la información que recopilamos en línea.
fr_fr: Nous allons utiliser les inforations pour créer une rubrique dans votre compte où vous pourrez avoir un suivi de l'historique de votre livraison.
it_it: Garantiamo la sicurezza delle tue informazioni. Per evitare accessi non autorizzati o divulgazione, abbiamo organizzato procedure fisiche, elettroniche e manageriali per salvaguardare le informazioni che raccogliamo online.
nl_nl: Wij zijn vastbesloten ervoor te zorgen dat uw informatie veilig is. Om onbevoegde toegang of openbaarmaking te voorkomen, hebben we geschikte fysieke, elektronische en bestuurlijke procedures de informatie die we online verzamelen te beschermen en te beveiligen.
pl_pl: Zapewniamy, że wszelkie Państwa informacje są bezpieczne. Aby uniemożliwić jakiegokolwiek nieautoryzowanego dostępu do Państwa danych, umieściliśmy je w odpowiednim miejscu, zabezpieczonym elektronicznie, aby mieć pewność, że przechowywane informacje online są chronione

source: %s takes your privacy very seriously. %s does not sell or rent your contact information to other marketers.
es_es: %s se toma tu privacidad muy en serio. %s no vende o alquila tu información de contacto a otros publicistas.
fr_fr: %s prend en compte votre vie privée très sérieusement. %s ne commercialise pas vos informations privées à d'autres marchés.
it_it: %s prende molto sul serio la tua provacy. %s non vende e non affitta le tue informazioni di contatto ad altri venditori.
nl_nl: %s neemt uw privacy zeer serieus. %s zal uw contactgegevens niet aan andere marketeers verkopen of verhuren.
pl_pl: %s traktuje Twoją prywatność bardzo poważnie. %s nie sprzedaje lub nie wypożycza Twoich danych kontaktowych do innych sprzedawców.

source: %s may share certain personal information with other companies with which %s have a strategic relationship and/or provide services on our behalf to your advantage. These companies may help process information, fulfil customer orders, deliver products, manage and enhance customer data, provide customer service, assess levels of interest in our product range, or carry out customer research or satisfaction surveys. These companies are also obliged to protect your personal information, except if exchange of information is required for your purchase. For example, when an extended warranty is purchased, you authorise %s and the Warranty Provider to exchange information to carry out the service. Without the exchange, it would be otherwise be difficult to have products purchased, customer service offered, feedback provided to us, or have access to special offers or content from %s.
es_es: %s puede compratir cierta información personal con otras empresas con las que %s tenga una relación estratégica y/o aporte servicios en nuestro nombre para tu bien. Estas empresas pueden ayudar a procesar la información, terminar las compras de los clientes, enviar productos, dirigir e incrementar información del cliente, dar servicio al cliente, medir el intereés de los clientes por nuestros productos, o llevar a cabo entrevistas de investigación. Estas empresas también están obligadas a proteger tu información, excepto si un cambio de información es necesario para finalizar una compra. Por ejemplo, cuando una extensión de garantía es comprada, autorizas a %s y el proveedor de Garantía a cambiar información para llevar a cabo la compra. Sin este cambio de información sería difícil llevar a cabo la compra de dichos productos, servicio al cliente, feedback ofrecido a nosotros, o tener acceso a ofertas especial o contenido de %s.
fr_fr: %s peut être amené à partager certaines informations pzersonnelles avec d'autres entreprises avec qui %s a des relations de partenariat stratégique et/ou fournis des service à notre nom pour votre service. Ces entreprises peuvent aider dans le processus d'information, remplir les commandes client, assister le niveau d'intérêt dans notre gamme produit, ou réaliser des recherches clients ou des enquêtes de satisfaction. Ces entreprises sont également obligées de protéger vos informations personnelles, excepté si l'échange d'information est nécessaire lors de l'achat. Par exemple, quand une garantie d'achat est étendue, vous autorisez %s et le fournisseur de garantie à échanger les informations pour assurer le service. Sans l'échange, il serait trop difficile d'obtenir les produits acheté, un service client de qualité, des retours de notre part, ou d'avoir acces à de offres spéciales de %s.
it_it: %s potrebbe condividere certe informazioni personali con altre aziende con le quali %s ha una relazione strategica e/o che forniscono servizi complementari a tuo vantaggio. Questi servizi consistono in elaborazione dati, evasione degli ordini, consegne, gestione e riordino dei dati del cliente, servizio clienti, statistiche sul livello di interesse nelle varie categorie di prodotti, o ricerca e sondaggi sullàopinione dei clienti. Queste aziende esterne sono tenute alla protezione delle tue informazioni personali, ad eccezione dei casi in cui la trasmissione di informazioni dovesse essere richiesta per il tuo acquisto. Per esempio, quando si acquista un'estensione del servizio di garanzia, autorizzi %s e l' azienda fornitrice del servizio di garanzia a scambiarsi informazioni per fornirti il servizio. Senza questo scambio, sarebbe difficile acquistare, richiedere assistenza, scrivere una recensione, o avere accesso alle offerte speciali di %s.
nl_nl: %s kan bepaalde persoonlijke gegevens delen met andere bedrijven waarmee % s een strategische relatie en/of diensten levert. Deze bedrijven kunnen helpen bij het verwerken van deze informatie, de afhandeling van bestellingen, het leveren van producten, het beheren en vergroten van de klantbestand, klantenservice, beoordelen van interesse in ons assortiment of het uitvoeren van klanttevredenheidsonderzoeken. Deze bedrijven zijn ook verplicht om uw persoonsgegevens te beschermen, behalve wanneer de uitwisseling van informatie nodig is voor uw aankoop. Bijvoorbeeld wanneer een garantieverlenging wordt gekocht, machtigt u %s en de garantieaanbieder om informatie uit te wisselenom de dienst uit te kunnen voeren. Zonder de uitwisseling, zou het anders moeilijk zijn om de producten aan te schaffen, klantenservice aan te bieden, feedback aan ons te geven of het hebben van toegang tot speciale aanbiedingen of de inhoud van %s.
pl_pl: % s może udostępniać pewne informacje osobowe innym firmom, z którymi% s ma strategiczny związek i / lub świadczenia usług w naszym imieniu na Twoją korzyść. Firmy te mogą pomóc w przetwarzaniu informacji, realizacji zamówień klientów, dostarczaniu produktów, zarządzaniu i poprawie danych klienta, obsługi klienta, oceny poziomu zainteresowania, w naszej ofercie, lub przeprowadzenie badań satysfakcji klienta lub ankiet Firmy te są zobowiązane do ochrony danych osobowych, chyba że wymiana informacji jest wymagana do zakupu. Na przykład, gdy zakupiona zostaje przedłużona gwarancja, można zezwolić % s oraz dostawcy Gwarancji na wymianę informacji w celu wykonania usługi. Bez takiej wymiany, trudnością stałoby się zakupienie tych produktów, obsługa klienta, dostarczenie nam opinii, lub dostęp do ofert specjalnych i treści z% s.
