Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: The billing address 1 is required
es_es: Se requiere dirección 1 de facturación
fr_fr: Veuillez renseigner la première adresse de facturation
it_it: L' indirizzo 1 di fatturazione è obbligatorio

source: best seller
es_es: Mejor vendido
fr_fr: meilleures ventes

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Rating (Highest)
es_es: Valoración (más alta primero)
it_it: Rating (Dal più alto)

source: Rating (Lowest)
es_es: Valoración (más baja primero)
it_it: Rating (Dal più basso)

source: Model (A - Z)
es_es: Modelo (A - Z)
it_it: Modelli (Z - A)

source: Model (Z - A)
es_es: Modelo (Z - A)
it_it: Modelli (Z - A)

source: Unknow error: Please contact our CS!
es_es: Error desconocido: Por favor contacta con nuestra Atención al Cliente!
it_it: Errore sconosciuto: contatta il servizio clienti!

source: %s item(s) - %s%s
es_es: %s producto(s) - %s%s
it_it: %s articolo(i) - %s%s

source: %s item(s) - %s
es_es: %s producto(s) - %s
it_it: %s articolo(i) - %s

source: 4-7 working days delivery
es_es: Expedición en 4-7 días laborables
it_it: Consegna in 4-7 giorni lavorativi

source: Recommended Accessories
es_es: Accesorios Recomendados
it_it: Accessori raccomandati

source: Reviews %s
es_es: Opiniones %s
it_it: Recensioni %s

source: BRANDS
it_it: MARCHE

source: Menu
it_it: Menù
