Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: We'll send you an email as soon as the payment has been verified!
es_es: ¡Le enviaremos un e-mail tan pronto como el pago haya sido verificado!
fr_fr: Nous vous enverrons une email une fois que le paiement ait été validé
it_it: Ti invieremo un' email non appena il pagamento sarà verificato!
nl_nl: We zullen uw een e-mail versturen wanneer de betaling geverifieerd is!
pl_pl: Wyślemy Ci email jak tylko płatność zostanie zweryfikowana

source: Payment Successful
es_es: Pago Realizado
fr_fr: Paiement accepté
it_it: Pagamento effettuato
nl_nl: Betaling gelukt
pl_pl: Płatność udana

source: Your order number is %s.
es_es: Su número de compra es %s.
fr_fr: Votre numéro de commande est %s.
it_it: Il tuo numero d'ordine è %s.
nl_nl: Uw ordernummer is %s
pl_pl: Numer Twojego zamówienia to %s.

source: You will receive an order confirmation email with details of your order and a link to track its progress.
es_es: Recibirá un e-mail con la confirmación y los detalles de su compra y un link para seguir su proceso.
fr_fr: Vous allez recevoir un mail de confirmation de votre commande avec les détails de celle-ci et un lien pour suivre sa livraison
it_it: Riceverai un' email a conferma del tuo ordine con i dettagli, ed un link per gli aggiornamenti.
nl_nl: U ontvangt een bevestigings e-mail met de gegevens van uw bestelling en een link om de voortgang te traceren
pl_pl: Otzrymasz email z potwierdzeniem zamówienia: ze szczegółami Twojego zamówienia oraz z linkiem do śledzenia Twojej przesyłki.

source: Please note all charges will appear on your statement as CHATANDVISION.
fr_fr: Veuillez noter que toute charge inscrite sur votre facture sera au nom de CHATANDVISION.
nl_nl: Alle in rekening gebrachte onderdelen wordt op uw afgeschrift getoond onder CHATANDVISION.
pl_pl: Proszę zauważyć, że wszystkie opłaty zostaną pokazane na wyciągu jako CHATANDVISION

source: We'll send you an email as soon as it's shipped!
es_es: ¡Le enviaremos un e-mail tan pronto se haga el envío!
fr_fr: Nous vous enverrons un email dès que la commande sera livrée.
it_it: Ti invieremo un' email non appena sarà spedito!
nl_nl: Wij zullen u een e-mail versturen zodra uw bestelling is verzonden!
pl_pl: Wyślemy Ci email tak szybko, jak to jest mozliwe!

source: CONTACT US
es_es: CONTÁCTANOS
fr_fr: Nous contacter
it_it: CONTATTACI
nl_nl: CONTACTEER ONS
pl_pl: KONTAKT

source: We're here to help you!
es_es: ¡Estamos para ayudarte!
fr_fr: Nous sommes là pour vous aider
it_it: Siamo qui per aiutarti!
nl_nl: Wij zijn hier om u te helpen!
pl_pl: Jesteśmy tutaj, żeby Ci pomóc!

source: Our principal route for all enquiries is via our Sales and Customer Care Team, which has gained extensive experience and knowledge of our products and services in order to serve our customers better.
es_es: Nuestra ruta principal para todas las investigaciones es a través de nuestro equipo de atención al cliente, que ha ganado amplia experiencia y conocimiento de nuestros productos y servicios con el fin de servir mejor a nuestros clientes y ventas.
fr_fr: Notre équipe relation client et commerciale sauront répondre à vos attentes grâce à leur expérience et leur connaissance très élargie de nos produits et services afin de servir au mieux nos clients.
it_it: Tutte le richieste sono gestite dal nostro Servizio Vendite e Supporto al Cliente, che ha acquisito esperienza sui servizi e prodotti, per rispondere al meglio alle necessità dei clienti.
nl_nl: Onze belangrijkste route voor alle vragen is via onze Sales en Customer Care Team, die een uitgebreide ervaring en kennis van onze producten en diensten heeft opgedaan om onze klanten beter te bedienen.
pl_pl: Nasza główna droga dla wszystkich zapytań wiedzie przez nasze troszczące się zespoły: Sprzedaży i Obsługi Klienta, które zdobyły szerokie doświadczenie i wiedzę na temat naszych produktów i usług, aby jeszcze lepiej służyć naszym klientom.

source: Our goal is to assist you with your queries in a friendly and helpful manner.
es_es: Nuestro objetivo es ayudarle con sus dudas de manera amable y servicial.
fr_fr: Notre but est de répondre à vos besoins de manière simple et serviable.
it_it: Miriamo a rispondere alle tue richieste amichevolmente e in modo utile.
nl_nl: Ons doel is om u te helpen met uw vragen op een vriendelijke en behulpzame manier.
pl_pl: Naszym celem jest, aby Cię wspierać w przyjazny i pomocny sposób.

source: DigitalDiscount.co.uk Flat/RM 12, Tower 8, 25/F Langham Place Office Argyle Street, Kowloon, Hong Kong
es_es: Buholoco.es Piso/RM 12, Tower 8, 25/F Langham Place Office Argyle Street, Kowloon, Hong Kong
it_it: NuovaDigitale.it Flat/RM 12, Tower 8, 25/F Langham Place Office Argyle Street, Kowloon, Hong Kong
nl_nl: 9digital.nl Flat/RM 12, Tower 8, 25/F Langham Place Office Argyle Street, Kowloon, Hong Kong

source: Tel
nl_nl: Telefoon

source: Email Enquiries
es_es: Consulta por Email
fr_fr: Demande par email
it_it: Richieste via Email
nl_nl: E-mailaanvragen
pl_pl: Zapytania email

source: Our ticketing system is designed to ensure that your queries are responded by the most qualified staff and as quickly as possible.
es_es: Nuestro sistema está diseñado para asegurar que las consultas se responden por el personal más calificado y tan pronto como sea posible.
fr_fr: Notre système de réponses par tickets vous assure une réponse rapide délivrée par nos équipes qualifiées
it_it: Il nostro sistema a ticket è organizzato per assicurare che le tue richieste siano prese in carico e soddisfatte dallo staff più qualitficato, ed il prima possibile.
nl_nl: Ons ticketing systeem is ontworpen om ervoor te zorgen dat uw vragen zo snel mogelijk te beantwoorden door het meest gekwalificeerde personeel.
pl_pl: Nasz system jest tak zaprojektowany, aby mieć pewność, że na Twoje zapytania odpowiada najbardziej wykwalifikowana kadra pracowników tak szybko, jak to tylko jest możliwe.

source: In order to take advantage of this, please kindly choose the correct department and the most relevant "Query".
es_es: Para aprovechar esto, por favor amablemente elige el Departamento correcto y la "consulta" más relevante.
fr_fr: Afin de faciliter la réponse à votre demande, veuillez chosir le service approprié et le type de demande.
it_it: Per utilizzare questo sistema, scegli il reparto corretto e la tipologia di richiesta corrispondente.
nl_nl: Om te profiteren van dit, kies de juiste afdeling en de meest relevante "Vraag".
pl_pl: W celu skorzystania z tego, proszę wybrać odpowiedni dział oraz najbardziej odpowiadające zapytanie.

source: Subject
es_es: Asunto
fr_fr: Objet
it_it: Soggetto
nl_nl: Onderwerp
pl_pl: Temat

source: Message
es_es: Mensaje
it_it: Messaggio
nl_nl: Bericht
pl_pl: Wiadomość

source: Your Name
es_es: Tu Nombre
fr_fr: Votre nom
it_it: Il tuo nome
nl_nl: Uw naam
pl_pl: Twoje imię

source: Email
nl_nl: E-mailadres

source: Order Number
es_es: Número de pedido
fr_fr: Numéro de commande
it_it: Numero Ordine
nl_nl: Ordernummer
pl_pl: Numer zamówienia

source: Submit
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
nl_nl: Bevestig
pl_pl: Wyślij

source: About ChatandVision
es_es: Acerca de ChatandVision
fr_fr: A propos de ChatandVision
it_it: Chi è ChatandVision
nl_nl: Over 9digital
pl_pl: O ChatandVision

source: Who are we?
es_es: ¿Quiénes somos?
fr_fr: Qui sommes-nous ?
it_it: Chi siamo?
nl_nl: Wie zijn wij?
pl_pl: Kim jesteśmy?

source: ChatandVision is one of Skype’s Global Merchant Partners, bringing %s high quality communication products %s to our valued customers. Partnering with Skype, ChatandVision has a variety of Skype Certified products that have met all of Skype’s stringent specifications for quality ensuring that you will have a wonderful Skype experience.
es_es: ChatandVision es uno de los socios comerciales de Skype, llevando %s productos de comunicación de alta calidad %s a nuestros valiosos clientes. Gracias a la colaboración con Skype, ChatandVision tiene una gran variedad de productos Skype certificados que han pasado todos los controles de calidad de Skype para asegurarte una magnífica experiencia.
fr_fr: ChatandVision est l’un des partenaires commerciaux de Skype chargé d’augmenter la qualité de %s de la communication sur nos produits %s avec notre clientèle. Partenaire avec Skype, ChatandVision possède une variété de produits qualifiés qui correspondent aux exigences de qualité de Skype et possèdent ainsi une très belle expérience Skype.
it_it: Chatandvision è un Partner Comerciale Globale di Skype, che fornisce %s prodotti per la comunicazione di alta qualità %s ai clienti. Partner di Skype, ChatandVisionha un' ampia gamma di prodotti certificati da Skype, che soddisfano tutti i severi requisiti di qualità per assicurare una magnifica esperienza di comunicazione su Skype.
nl_nl: ChatandVision is één van Skype's Global Merchant Partners, die % s hoogwaardige communicatieproducten % s aan onze gewaardeerde klanten offreert. Als pertner van Skype, heeft ChatandVision verscheidene Skype-gecertificeerde producten die voldoen aan Skype's strenge kwaliteitseisen om ervoor te zorgen dat u een heerlijke Skype ervaring zal hebben.
pl_pl: ChatandVision jest jednym z partnerów Skype Global Merchant Partners, dostarczającym %s wysokiej wartości produktów komunikacyjnych %s dla naszych klientów. We współpracy z Skype, ChatandVision posiada wiele produktów z certyfikatem Skype, które spełniają wszelkie warunki zapewniające świetne doświadczenie ze Skype.

source: We are driven by the strong desire to bring people closer together and offer the products to help people all over the world communicate with each other.
es_es: Nos dejamos llevar por nuestro gran deseo de acercar a las personas y ofrecer productos que ayuden a todo el mundo a comunicarse entre sí más fácilmente.
fr_fr: Nous sommes désireux de rapprocher les gens entre eux et de leur offrir les meilleurs produits permettant cet échange à travers le monde.
it_it: Siamo guidati dal desiderio di avvcinare le persone, ed offrire prodotti che aiutino il mondo a comunicare.
nl_nl: We worden gedreven door de sterke wens om mensen dichter bij elkaar te brengen en bieden de producten om mensen te helpen over de hele wereld met elkaar communiceren.
pl_pl: Naszym głównym celem jest silna potrzeba zbliżenia ludzi do siebie poprzez oferowanie produktów, które ułatwią komunikowanie się ludzi na całym świecie.

source: Whether it’s for use at home or in the office, we’re here to help.
es_es: Tanto si es para un uso en casa como en la oficina, estamos aquí para ayudar.
fr_fr: Que ce soit pour une utilisation au travail ou à la maison, nous sommes là pour vous aider.
it_it: Sia per uso casalingo che per l' ufficio, siamo qui per aiutarti.
nl_nl: Of het voor thuisgebruik is of voor op het kantoor, wij zijn er om u te helpen.
pl_pl: Niezależnie czy do użytkowani w domu czy też w biurze, jesteśmy gotowi pomóc.

source: Buying Experience
es_es: Experiencia de Compra.
fr_fr: Expérience achat
it_it: Esperienza di Acquisto
nl_nl: Koopervaring
pl_pl: Zakupowe doświadczenie

source: We do our best to try and make this experience as simple as possible for our valued customers and act as your local online retailer. Delivering to over %s 70 countries %s, we manage all customs clearance, import duties and sales taxes – meaning the price you see on the site is the final delivered price that will be charged to you. We offer local payment options and currencies in order to provide you with a completely hassle free experience. By partnering with various reputable payment gateways we hope to give our customers total peace of mind and provide them with not only flexibility but the highest level of security when paying on our site.
es_es: Hacemos lo posible para que tu experiencia sea lo más sencilla posible y así poder actuar como tu tienda electrónica online local. Con envios a más de %s 70 paises %s, nos hacemos cargo de todos los costes adicionales y de aduanas - es decir, el precio que ves en nuestra web será el precio final que pagarás. Ofrecemos opciones de pago locales y en todas las monedas para que no tengas que preocuparte de nada. Colaboramos con varias plataformas de pago fiables para darte una total tranquilidad y ofrecerte una gran variedad de formas de pago con el más alto nivel de seguridad cuando realices el pago en nuestra web.
fr_fr: Nous faisons de notre mieux pour rendre cette expérience aussi simple que possible pour nos clients et agissons en tant que distributeur local. Nous sommes présents dans plus de %s 70 pays %s, nous assurons la transparence client, nous importons la taxe locale ce qui signifie que le prix visible sur notre site est le prix final qui vous est facturé. Nous offrons des options de paiement en devise locale afin de vous de vous offrir une expérience simple et fluide. Grâce à nos services de paiement partenaires de qualité, nous espérons offrir à nos clients un bon moment, une confiance et le plus haut niveau de sécurité lors du paiement sur notre site.
it_it: Facciamo del nostro meglio per rendere gli acquisti il più semplici possibile e per essere come un negozio online locale. Consegnando prodotti in oltre %s 70 paesi %s, ci occupiamo di operazioni doganali, tasse d' importazione e di vendita - il che significa che il prezzo che vedi sul sito è il prezzo finale che pagherai. Offriamo opzioni di pagamento e valuta locale, per evitarti qualsiasi scocciatura. Servendoci di vari servizi di pagamento, diamo ai nostri clienti non solo flessibilità, ma anche un altissimo livello di sicurezza, quando acquistano da noi.
nl_nl: Wij doen ons best om te proberen deze ervaring zo eenvoudig mogelijk te maken voor onze gewaardeerde klanten en fungeren als uw lokale online retailer. Door het leveren aan meer dan% s 70 landen% s, hebben wij kennis van alle douane-inklaring, invoerrechten en belastingen - wat betekent dat de prijs die u ziet op de site ook de prijs is die u betaalt. Wij bieden lokale betaalmogelijkheden en valuta's om u te voorzien van een volledig probleemloze ervaring. Door de samenwerking met diverse gerenommeerde betalingsgateways hopen we onze klanten niet alleen te voorzien van flexibiliteit, maar ook het hoogste niveau van beveiliging bij het betalen op onze site.
pl_pl: Dokładamy wszelkich starań, aby zakupy były jak najprostsze dla naszych klientów i działały jak lokalny sklep online. Wysyłając do ponad %s 70 krajów %s zajmujemy się odprawą celną, opłatami podatkowymi - czyli cena którą widzisz na stronie jest ceną ostateczną. Oferujemy lokalne opcje zapłaty i lokalne waluty w celu zapewnienia łatwiejszej płatności. Współpracujemy z wieloma renomowanymi bramkami płatniczymi w celu dostarczenia naszym klientom łatwego sposobu płatności zapewniającym wysoki poziom zabezpieczenia.

source: We ship from several hubs worldwide so that you can receive your products faster, and have chosen to partner with reputable courier companies to ensure that your order arrives safely.
es_es: Envíamos desde varios almacenes alrededor del mundo para que recibas tus productos más rápidamente, y hemos decidido colaborar con las empresas de transporte más fiables para que tu compra llegue en perfectas condiciones.
fr_fr: Nous livrons à partir de nombreux points de vente à travers le monde afin que vous receviez vos produits plus rapidement, et avons choisi d'être partenaire avec des entreprises réputées afin d'assurer que votre commande arrive en bon et due forme.
it_it: Spediamo da diverse sedi in tutto il mondo per aiutarti a ricevere i prodotti più velocemente, ed abbiamo scelto i migliori partner logistici per la sicurezza della spedizione.
nl_nl: Wij verzenden uit verschillende hubs over de hele wereld zodat u uw producten sneller kunnen ontvangen en hebben ervoor gekozen om samen te werken met gerenommeerde koeriersbedrijven om ervoor te zorgen dat uw bestelling veilig aankomt.
pl_pl: Wysyłamy z kilku miejsc na świecie, tak abyś otrzymał zamówiony towar jak najszybciej. Współpracujemy z renomowanym kurierem, aby zapewnić bezpieczną dostawę zamówienia.

source: We're always here for you!
es_es: ¡Estamos siempre aquí para ti!
fr_fr: Nous sommes toujours là pour vous !
it_it: Siamo sempre con te!
nl_nl: Wij zijn er altijd voor u!
pl_pl: Jesteśmy zawsze dostępni dla Ciebie!

source: Our priority is in providing customer focused service, and we continually strive to put our customers first in all aspects. In order to provide the best shopping experience we make sure to communicate with you every step of the way – from the buying process, to order acknowledgement, and finally to dispatch. Our friendly %s customer service team %s is standing by and happy to assist if you should encounter any difficulties in choosing the right product or have any enquiries about the ordering process.
es_es: Nuestro objetivo es ofrecer un servicio centrado en ti, y siempre nos esforzamos por poner al cliente primero en todos los aspectos. Para asegurarnos que tengas la mejor experiencia en tu compra, nos comunicaremos contigo en cada paso de tu compra - desde la compra en sí, pasando por una confirmación de pedido, hasta que el envío está preparando para mandar. Nuestro gran %s equipo de servicio al cliente %s estará disponible y contento por ayudarte si encontraras alguna dificultad en el proceso de compra o tuvieras alguna duda en cuanto a algún producto.
fr_fr: Notre priorité de fournir un service personnalisé à nos clients, et nous nous battons quotidiennement pour mettre notre clients au cœur de notre préoccupation. Afin de fournir la meilleure expérience d'achat à nos clients nous assurons une communication dans chaque étape du parcours (de l'achat jusqu'à la livraison en passant par le suivi de la commande). Notre équipe %s relation client %s accueillante est à vvotre disposition et heureuse de vous aider en cas de difficulté lors du choix d'un produit ou d'une toute autre requete durant le processus d'achat.
it_it: La nostra priorità è fornire un servizio costruito attorno alle necessità dei clienti, e in ogni caso mettiamo sempre il cliente al primo posto, in ogni aspetto. Comunichiamo con te ad ogni fase del tuo ordine - acquisto, presa in carico dellà ordine, evasione. Il nostro amichevole %s team di supporto al cliente %s ti aiuterà volentieri a superare eventuali difficoltà nello scegliere il prodotto giusto o per qualsiasi domanda riguardo alla procedura d' acquisto.
nl_nl: Onze prioriteit is in het leveren van klantgerichte dienstverlening en we voortdurend streven ernaar om onze klanten op de eerste plaats te plaatsen. Om de beste winkelervaring te bieden zorgen we ervoor dat elke stap met u te communiceren - van het koopproces, de orderbevestiging en uiteindelijk aan de verzending. Onze vriendelijke %s klantenservice % s staat klaar om u te helpen wanneer u problemen hebt bij het kiezen van het juiste product of vragen hebt over het bestelproces.
pl_pl: Naszym priorytetem jest zapewnienie jak najlepszej obsługi klienta, cały czas staramy się stawiać klienta na pierwszym miejscu. Aby zapewnić najlepsze doświadczenie zakupu, zapewniamy wyśmienitą komunikację na każdym kroku od złożenia zamówienia, zapłaty i wysyłki. Nasz przyjazny %s dział obsługi klienta %s zawsze z przyjemnością jest gotowy do pomocy, jeśli tylko masz jakiekolwiek problemy z wyborem właściwego produktu lub masz pytania dotyczące zakupów.

source: Having an issue? There are a number of ways you can get in touch with our experienced Sales and Customer Service teams.
es_es: Tienes algún problema? Hay numerosas formas de contactar con nuestro experimentado equipo de Servicio de Ventas y Atención al Cliente.
fr_fr: Vous rencontrez un problème ? N'hésitez pas à contacter notre équipe expérimentée Relation Clients et Ventes.
it_it: Hai un problema? Ci sono diverse opzioni per contattare il nostro team esperto Vendite e Servizio Clienti.
nl_nl: Hebt u een probleem? Er zijn een aantal manieren waarop u in contact kunt komen met onze ervaren Sales en Customer Service teams.
pl_pl: Masz problem? Istnieje wiele sposobów, aby skontaktować się z naszym doświadczonym zespołem Sprzedaży i Obsługi Klienta.

source: Select one of the enquiry types below and we'll repond to you as soon as we can!
es_es: ¡Selecciona un tipo de pregunta abajo y te responderemos tan pronto como podamos!
fr_fr: Sélectionnez le type de demande ci-dessous et nous vous répondrons dans les plus brefs délais
it_it: Scegli una delle seguenti tipologie di richiesta e ti risponderemo il prima possibile!
nl_nl: Selecteer een van de vragen hieronder in en wij zullen zo snel mogelijk reageren!
pl_pl: Wybierz jeden z poniżych typów zapytania, a my odpowiemy Ci tak szybko, jak to tylko możliwe!

source: GENERAL AND AFTER-SALES
es_es: General y post-venta
fr_fr: GENERALITE ET APRES VENTES
it_it: GENERALE E POST-VENDITA
nl_nl: ALGEMEEN EN AFTERSALES
pl_pl: OGÓLNE I PO-SPRZEDAŻY

source: FAULTY GOODS OR RETURNED ITEMS
es_es: Productos defectuosos o devoluciones
fr_fr: BIENS DEFECTUEUX OU ARTICLES RETOURNES
it_it: GUASTI O RESTITUZIONI
nl_nl: DEFECTE EN GERETOURNEERDE PRODUCTEN
pl_pl: WADLIWY TOWAR LUB ZWRÓCONE PRZEDMIOTY

source: Our Address
fr_fr: Adresse
nl_nl: Ons adres
pl_pl: Nasz adres

source: NEED HELP?
fr_fr: BESOIN D'AIDE?
nl_nl: HULP NODIG?
pl_pl: POTRZEBUJESZ POMOCY?

source: You've got a Question? We've got the Answer! Check out our FAQs.
fr_fr: Vous avez une question ? Nous avons la réponse ! Consultez notre FAQ.
nl_nl: U hebt een vraag? Wij hebben het antwoord! Bekijk onze FAQs.
pl_pl: Masz pytanie? My mamy odpowiedz! Sprawdź nasz FAQs

source: If you still can't find the answer, please refer to the %s Contact Us %s on page and get in touch! Thank you.
fr_fr: Vous n'avez toujours pas la réponse ? Veuillez nous contacter à travers notre page %s Contactez-nous %s. Merci
nl_nl: Kunt u nog steeds het antwoord niet vinden? Ga dan naar %s Contacteer ons %s ! Bedankt.
pl_pl: Jeśli w dalszym ciągu nie możesz znaleźć odpowiedzi, sprawdź %s Kontakt %s na stronie i skontaktuj się z nami. Dziękujemy.

source: Privacy Policy
es_es: Política de Privacidad
fr_fr: Politique de confidentialité
it_it: Politiche di Privacy
nl_nl: Privacybeleid
pl_pl: Polityka Prywatności

source: %s Privacy Policy
es_es: %s Política de Privacidad
fr_fr: Politique confidentielle de %s
it_it: %s Politiche di Privacy
nl_nl: %s Privacybeleid
pl_pl: % s Polityka prywatności

source: CONTENTS
es_es: CONTENIDOS
fr_fr: contenu
it_it: CONTENUTI
nl_nl: INHOUD
pl_pl: ZAWARTOŚĆ

source: WHY WE COLLECT
es_es: POR QUÉ RECOPILAMOS
fr_fr: Pourquoi nous recueillons
it_it: PERCHE CHIEDIAMO INFORMAZIONI
nl_nl: WAAROM VERZAMELEN WE
pl_pl: DLACZEGO ZBIERAMY

source: WHAT WE COLLECT
es_es: QUÉ RECOPILAMOS
fr_fr: Ce que nous receuillons
it_it: CHE INFORMAZIONI CHIEDIAMO
nl_nl: WAT VERZAMELEN WE
pl_pl: CO ZBIERAMY

source: WHAT WE DO WITH THE INFORMATION WE GATHER
es_es: QUE HACEMOS CON LA INFORMACIÓN QUE RECOPILAMOS
fr_fr: Ce que nous faisons avec les informations collectées
it_it: COME USIAMO LE INFORMAZIONI
nl_nl: WAT DOEN WE MET DE INFORMATIE DIE WIJ VERZAMELEN
pl_pl: CO ROBIMY Z ZEBRANYMI INFORMACJAMI

source: SECURITY
es_es: SEGURIDAD
fr_fr: Sécurité
it_it: SICUREZZA
nl_nl: BEVEILIGING
pl_pl: BEZPIECZEŃSTWO

source: HOW WE USE COOKIES
es_es: CÓMO USAMOS LAS COOKIES
fr_fr: Comment nous utilisons les cookies
it_it: COME USIAMO I COOKIE
nl_nl: HOE GEBRUIKEN WE COOKIES
pl_pl: JAK KORZYSTAMY Z COOKIES

source: LINKS TO OTHER WEBSITES
es_es: LINKS A OTROS WEBSITES
fr_fr: Liens vers d'autres sites web
it_it: LINK AD ALTRI SITI
nl_nl: LINKS NAAR ANDERE WEBSITES
pl_pl: LINKI DO INNYCH STRON INTERNETOWYCH

source: PRIVACY QUESTIONS
es_es: PREGUNTAS DE PRIVACIDAD
fr_fr: Questions privées
it_it: DOMANDE RELATIVE ALLA PRIVACY
nl_nl: PRIVACY VRAGEN
pl_pl: PYTANIA DOTYCZĄCE PRYWATNOŚCI
