Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: To submit a returns request, simply email us to start the process. Where you are eligible for a refund, Valuebasket.com will provide authorization and a returns address if appropriate.
es_es: Para presentar una petición de devolución, tan solo envíanos un e-mail para empezar el proceso. Cuando sea elegible a devolución, Buholoco.es le dará autorización y una dirección de retorno si es necesario.
fr_fr: Afin de nous envoyer une demande de retour de commande, veuillez simplement nous envoyer un mail pour démarrer le processus. Si vous êtes éligible pour un remboursement, ValueBasket.com vous retournera une autorisation et une adresse de retour de commande.
it_it: Per inviare una richiesta di restituzione, mandaci un' email. Se sei idoneo ad un rimborso, NuovaDigitale ti informerà sull' indirizzo di restituzione, o sulle procedure seguenti.
nl_nl: Om een retourverzoek in te dienen, kunt u met een e-mail het proces te starten. Wanneer u in aanmerking komt voor een terugbetaling, zal 9digital.nl toestemming verlenen en een retouradres geven indien deze van toepassing is.
pl_pl: Aby złożyć wniosek zwrotu, po prostu napisz do nas, aby rozpocząć proces. Jeżeli jesteś uprawniony do refundacji, BalueBasket.com zapewni pozwolenie oraz adres zwrotny.

source: Returning an order within the 14-day grace period from delivery date;
es_es: Devolución de su compra en el periodo de gracia de 14 días desde la recepción;
fr_fr: retour de commande
it_it: Restituzione di un ordine entro 14 giorni dalla data di consegna;
nl_nl: Retourneren van een bestelling binnen de 14-dagen bedenktijd vanaf leveringsdatum;
pl_pl: Zwróć zamówienie w przeciągu 14-dniowego okresu od daty dostarczenia.

source: that are new unopened item, will be eligible for refund
es_es: que son productos nuevos y sin abrir, serán elegibles para reembolso
fr_fr: qui sont de nouveaux produits non ouverts éligbles pour un remboursement
it_it: articoli nuovi ed intatti, saranno idonei al rimborso
nl_nl: de nieuwe ongeopende producten, komen in aanmerking voor een restitutie
pl_pl: że jest nowym nieodpakowanym przedmiotem, będzie uprawniony do zwrotu

source: that are found to be faulty will be eligible for replacement order or refund
es_es: que tienen fallos o defectos serán elegibles para un reemplazo o reembolso
fr_fr: qui apparaissent être endommagés sont éligibles pour être remplacés ou remboursés
it_it: il cui danno sia verificato e confermato sono idonei a sostituzione o rimborso
nl_nl: die een defect hebben, komen in aanmerking voor vervangingsbestelling of restitutie
pl_pl: które są uznane za wadliwe będą kwalifikowały się do celu wymiany lub zwrotu

source: Good returned for a refund must be in their original condition with all original packing, accessories and included materials.
es_es: Los productos devueltos deben de estar en su condición original con la caja original, incluyendo accesorios y otros materiales.
fr_fr: Tout bien retourné doit être emballé dans ses conditions originales avec les accessoirs inclus.
it_it: I prodotti restituiti in cambio di un rimborso devono essere nelle condizioni originali e con l' imballaggio originale, accessori e materiali inclusi.
nl_nl: Geretourneerde goederen voor een restitutie moeten in hun originele staat met alle originele verpakkingen, accessoires en materialen bevatten.
pl_pl: Zwracane produkty muszą być w oryginalnych opakowaniach, z akcesoriami i zawartymi materiałami.

source: You must take all due reasonable care of the goods and return them in its original and undamaged condition.
es_es: Debes asegurarte de ser razonablemente cuidadoso con los productos y deolverlos en su condición original y sin daños.
fr_fr: Vous devez prêter attention aux colis et les retourner dans leurs conditions initiales de livraison
it_it: Ti impegni a restituire gli articoli intatti e senza danni.
nl_nl: U bent verantwoordelijk voor de goederen en deze te retourneren in de originele en onbeschadigde staat.
pl_pl: Musisz podjąć nalezytą staranność o produkty oraz zwrócić je w ich oryginalnej oraz niezniszczonej kondycji.

source: You will agree to bear the costs of returning the item(s). The cost incurred in returning the item(s) may be eligible for reimbursement where the item(s) are found to be defective and if proper authorization from ValueBasket.com is sought and provided prior to the return of the item(s).
es_es: Aceptas ser responsable por el coste de devolver los prodcutos. El coste incurrido devolviendo los prodcutos puede ser elegible a reembolso si el producto de verdad fuera defectuoso y con la pertinente autorización de BuhoLoco.es antes de volver a enviar el producto de vuelta.
fr_fr: Vous accepterez de payer les coûts de retour de commande. Les coûts endurés par le retour de marchandises peuvent être éligibles pour le remboursement si les produits s'avèrent être défectueux et si l'autorisation propre à Valuebasket.com s'avère être prioritaire au retour des produits
it_it: Accetti di farti carico dei costi di restituzione. I costi di restituzione potrebbero essere idonei ad un rimborso se il guasto del prodotto o dei prodotti ordinati viene riscontrato e verificato, e su richiesta ed autorizzazione da parte di NuovaDigitale confermata prima della restituzione dei prodotti.
nl_nl: U zal instemmen verantwoordelijk te zijn voor de kosten voor het terugzenden van het product(en). De kosten van het terugzenden van het product(en) kunnen in aanmerking komen voor vergoeding wanneer de product(en) defect blijken te zijn, als de juiste toestemming van 9digital.nl wordt aangevraagd en toegekend voorafgaande het retourneren van de product(en).
pl_pl: Będziesz musiał się zgadzić na poniesienie kosztów zwrotu produktu(ów). Koszty poniesione podczas zwrotu produktu(ów) mogą być uprawnione do zwrotu, gdy przedmiot(y) okazał(y) się być uszkodzone(y) i jeśli właściwe upoważnienie od ValueBasket.com jest wniesione i dostarczone pod warunkiem zwrotu produktu(-ów).

source: Where the purchases are opened and are of usable software, consumable goods, or items impacted by hygiene, such items will be ineligible for refund.
es_es: Cuando los productos están abiertos y con software usado, productos de consumo, o productos afectados por la higiene, tales productos NO serán elegibles para reembolso.
fr_fr: Si les achats sont ouverts et ont été utilisés, ces articles ne pourront pas être remboursés.
it_it: Se là articolo è stato aperto e software, esterni o parti non sono nelle condizioni igieniche iniziali, questi non saranno idonein a rimborsi.
nl_nl: Wanneer de aankopen zijn geopend en zijn van bruikbare software, verbruiksgoederen of items beïnvloed door hygiëne, zullen dergelijke items niet in aanmerking komen voor een restitutie.
pl_pl: W przypadku, gdy zakupy są otwarte oraz pod działającym oprogramowaniem, towary konsumpcyjne, lub przedmioty dotknięte higenicznie, takie przedmioty nie będą kwalifikowane do wymiany.

source: A restocking fee may be applicable at the discretion of ValueBasket.com
es_es: Puede que se aplique un coste de reposición a discreción de BuhoLoco.es
fr_fr: Des frais de remise en stock peuvent être applicables au gré de Valuebasket.com
it_it: Una spesa di restocking potrebbe essere applicabile a discrezione di NuovaDigitale
nl_nl: Een herbevoorraadkosten kunnen van toepassing zijn naar het oordeel van 9digital.nl.
pl_pl: Opłata uzupełniająca może byś zastosowana według uznania ValueBasket.com

source: An admin fee may be incurred if no fault found or fault caused by user
es_es: Puede que incurra en un coste de administración si ningún fallo encontrado o causado por el cliente se detecta.
fr_fr: des frais d'administration seront appliqués si aucune erreur ou défaut d'utilisation n'a été trouvée
it_it: Una soesa amministrativa sarà applicata se il guasto dichiarato non sarà riscontrato o se risulterà essere causato dal cliente
nl_nl: Een administratieve vergoeding kan in rekening gebracht worden, wanneer er geen fout/defect gevonden wordt of defecten veroorzaakt zijn door de gebruiker.
pl_pl: Opłata administracyjna może zostać poniesiona, jeśli nie została znaleziona wina lub wina została spowodowana przez użytkownika

source: Declaration
es_es: Declaración
fr_fr: Attestation
it_it: Dichiarazione
nl_nl: Verklaring
pl_pl: Deklaracja

source: I declare that I have read and agree to the Returns Policy
es_es: Declar que he leído y acepto la Política de Devolución
fr_fr: J'atteste que j'ai lu et que je suis d'accord avec la politique de retour de commande
it_it: Dichiaro di aver letto ed accettato le Politiche di Restituzione
nl_nl: Hierbij verklaar ik het bovengenoemde te hebben gelezen, begrepen en akkoord te hebben bevonden.
pl_pl: Oświadczam, że zapoznałem się i zgadzam się z Polityką Zwrotów

source: Profile
es_es: Perfil
fr_fr: Profil
it_it: Profilo
nl_nl: Profiel
pl_pl: Profil

source: Email Address
es_es: Correo eletrónico
fr_fr: Adresse mail
it_it: Indirizzo email
nl_nl: E-mailadres
pl_pl: Adres mailowy

source: Old Password
es_es: Contraseña anterior
fr_fr: Ancien mot de passe
it_it: Vecchia Password
nl_nl: Oud wachtwoord
pl_pl: Stare hasło

source: Password must be between 6 to 20 characters in length. We recommend that you make your password secure by including a mixture of upper and lower case characters, numbers and symbols (e.g. #, @, !)
es_es: Las contraseñas debe de tener entre 6 y 20 caracteres. Recomendamos que hagas tu contraseña segura mezclando mayúsuclas y minúsculas, número y símbolos (por ejemplo, #, @, !)
fr_fr: le mot de passe doit contenir entre 6 et 20 caractères. Nous vous recommandons de créer un mot de passe sécurisé en incluant un mélange de lettres majuscules et minuscules, des nombres et des symboles (ex: #, @, !)
it_it: La password dev' essere tra i 6 ed i 20 caratteri. Ti raccomandiamo di scegliere una password sicura, che includa un misto di maiuscole e minuscole, numeri e simboli (e.g. #, @, !)
nl_nl: Wachtwoord moet tussen de 6 tot 20 tekens lang zijn. Wij raden u aan uw wachtwoord veiliger te maken door een combinatie van hoofdletters en kleine letters, cijfers en symbolen (bijv. #, @,!)
pl_pl: Hasło musi mieć od 6 do 20 znaków. Zaleca się, aby hasło zawierało wielkie i małe litery, cyfry i symbole (np. #, @,!)

source: Choose a New Password
es_es: Elige nueva contraseña
fr_fr: Choisissez un mot de passe
it_it: Scegli la Nuova Password
nl_nl: Kies een nieuw wachtwoord
pl_pl: Wybierz nowe hasło

source: (Optional)
es_es: (Opcional)
fr_fr: (optionnel)
it_it: (Opzionale)
nl_nl: (Optioneel)
pl_pl: (Opcjonalnie)

source: Re-enter New Password
es_es: Escriba la Nueva Contraseña de nuevo
fr_fr: Entrez de nouveau votre mot de passe
it_it: Reinserisci la Nuova Password
nl_nl: Nieuw wachtwoord opnieuw invoeren
pl_pl: Wprowadź hasło ponownie

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł

source: Company Name
es_es: Nombre de Empresa
fr_fr: Nom de l'entreprise
it_it: Nome Azienda
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy

source: Billing Address
es_es: Dirección de Facturación
fr_fr: Adresse de facturation
it_it: Indirizzo di Fatturazione
nl_nl: Factuuradres
pl_pl: Adres rozliczeniowy

source: Address
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres

source: Phone
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
nl_nl: Telefoon
pl_pl: Telefon

source: Number
es_es: Número
fr_fr: Numéro
it_it: Numero
nl_nl: Nummer
pl_pl: Ilość

source: Existing Customer
es_es: Cliente registrado
fr_fr: Client déjà inscrit
it_it: Già cliente
nl_nl: Bestaande klant
pl_pl: Istniejący klient

source: Order shipped? Track your delivery progress by entering your tracking number below:
es_es: Pedido enviado? Sigue el estado de tu pedido poniendo tu número de seguimiento aquí:
fr_fr: Votre commande est en cours de livraison ? Suivez l'évolution de la livraison en entrant votre numéro de suivi ci dessous:
it_it: Ordine Spedito? Rintraccia gli spostamenti inserendo qui il tuo numero di tracking:
nl_nl: Order verzonden? Traceer uw verzending door uw tracenummer hieronder in te vullen:
pl_pl: Zamówienie wysłane? Śledź postępy swojej dostawy poprzez podanie numeru śledzenia paczki poniżej:

source: Delivery Address
es_es: Dirección de Envio
fr_fr: Adresse de livraison
it_it: Indirizzo di Consegna
nl_nl: Leveringsadres
pl_pl: Adres dostarczenia

source: Postal code
es_es: Código Postal
fr_fr: Code postal
it_it: CAP
nl_nl: Postcode
pl_pl: Kod pocztowy

source: Recipient Details
es_es: Detalles del Destinatario
fr_fr: Détail de la facture
it_it: Dettagli destinatario
nl_nl: Ontvangersgegevens
pl_pl: Dane Odbiorcy

source: Confirm Email Address
es_es: Confirma Correo Electrónico
fr_fr: Confirmation de l'adresse mail
it_it: Conferma Indirizzo Email
nl_nl: Bevestig E-mailadres
pl_pl: Potwierdź adres email

source: New Password
es_es: Nueva Contraseña
fr_fr: nouveau mot de passe
it_it: Nuova Password
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło

source: Confirm Password
es_es: Confirma Constraseña
fr_fr: Confirmation du mot de passe
it_it: Conferma Password
nl_nl: Bevestig wachtwoord
pl_pl: Potwierdź hasło

source: Sale
es_es: Venta
fr_fr: Vente
it_it: Vendita
nl_nl: Uitverkoop
pl_pl: Sprzedaż

source: Write a review
es_es: Escribe una opinión
fr_fr: Ecrivez un avis
it_it: Scrivi una recensione
nl_nl: Schrijf een review
pl_pl: Napisz recenzje

source: Month Warranty
nl_nl: maanden garantie
pl_pl: Miesiące Gwarancji

source: Availability
es_es: Disponibilidad
fr_fr: Disponibilité
it_it: Disponibilità
nl_nl: Beschikbaarheid
pl_pl: Dostępność

source: In Stock
es_es: En Stock
fr_fr: En stock
nl_nl: Op voorraad

source: Out of Stock
fr_fr: Rupture de stock
nl_nl: Niet op voorraad
pl_pl: Brak na stanie

source: Qty:
es_es: Cantidad:
fr_fr: Quantité
it_it: Qtà:
nl_nl: Aantal:
pl_pl: Ilość:

source: Ships in
fr_fr: Expédition dans
nl_nl: Verzonden in
pl_pl: Wysyłka w

source: working days
fr_fr: Jours ouvrables
nl_nl: werkdagen
pl_pl: dni roboczych

source: and
fr_fr: Et
nl_nl: en
pl_pl: i

source: delivered in
fr_fr: livré dans
nl_nl: geleverd in
pl_pl: dostawa w

source: Specification
es_es: Especificaciones
fr_fr: Spécifications
it_it: Specifiche
nl_nl: Specificatie
pl_pl: Specyfikacja

source: Overview
es_es: Descripción
fr_fr: Apreçu
it_it: Panoramica
nl_nl: Overzicht
pl_pl: Przegląd

source: In the box
es_es: En la caja
fr_fr: Dans la boîte
it_it: Nella Scatola
nl_nl: In de doos
pl_pl: W pudełku

source: Related Products
es_es: Productos Relacionados
fr_fr: Produits concernés
it_it: Prodotti Correlati
nl_nl: Gerelateerde Producten
pl_pl: Podobne produkty

source: Shopping Cart
es_es: Cesta de la compra
fr_fr: Panier d'achat
it_it: Carrello
nl_nl: Winkelwagen
pl_pl: Koszyk

source: Image
es_es: Imagen
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obraz

source: Product Name
es_es: Nombre del Producto
fr_fr: Nom du produit
it_it: Nome del prodotto
nl_nl: Productnaam
pl_pl: Nazwa Produktu

source: Quantity
es_es: Cantidad
fr_fr: Quantité
it_it: Quantità
nl_nl: Aantal
pl_pl: Ilość

source: Unit Price
es_es: Precio unitario
fr_fr: Prix unitaire
it_it: Prezzo Unitario
nl_nl: Stukprijs
pl_pl: Cena za sztukę

source: Update
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiorna
nl_nl: Verversen
pl_pl: Zaktualizuj

source: Remove
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń

source: Promo code
nl_nl: Promotiecode
pl_pl: Kod promocyjny

source: Enter your promo code
nl_nl: Voer uw promotiecode in
pl_pl: Wprowadz swój kod promocyjny

source: Remove / Edit Code
nl_nl: Verwijder / bewerk code
pl_pl: Usuń / Zmień Kod

source: Apply Code
nl_nl: Code toepassen
pl_pl: Zastosuj Kod

source: Sorry, Promotion Code Invalid. Please check if the conditions and/or minimum order amount have been met.
nl_nl: Sorry, de ingevoerde promotiecode is niet geldig. Controleer of u voldoet aan de voorwaarden en/of het totaal bedrag.
pl_pl: Przepraszamy, Kod Promocyjny jest nieważny. Sprawdz czy zostały spełnione warunki i minimalna kwota.

source: Subtotal
fr_fr: Sous-total
it_it: Subtotale
nl_nl: Subtotaal
pl_pl: Razem

source: Shipping
es_es: Envío
fr_fr: Expédition
it_it: Spedizione
nl_nl: Verzending
pl_pl: Dostawa

source: Promotion Discount
nl_nl: Promotie korting
pl_pl: Obniżka Promocyjna

source: Continue Shopping
es_es: Sigue comprando
fr_fr: Poursuivre l'achat
it_it: Continua lo Shopping
nl_nl: Veder winkelen
pl_pl: Kontynuuj zakupy

source: Empty Cart
es_es: Cesta vacía
fr_fr: panier vide
it_it: Il tuo carrello è vuoto!
nl_nl: Lege winkelwagen
pl_pl: Pusta karta

source: %s to %s of %s
es_es: de %s a %s de %s
fr_fr: %s à %s de %s
it_it: da %s a %s di %s
nl_nl: %s tot %s van %s
pl_pl: %s do %s z %s

source: Search Results for "%s"
es_es: Resultados de búsqueda para "%s"
fr_fr: Chercher les résultats pour "%s"
it_it: Cerca risultati per "%s"
nl_nl: Zoekresultaten voor "%s"
pl_pl: Wyniki wyszukiwania dla "% s"

source: Display
es_es: Precio
fr_fr: Ecran
it_it: Mostra
nl_nl: Producten per pagina
pl_pl: Pokaż

source: Payment Confirmation
nl_nl: Betalingsbevestiging

source: Payment received!
nl_nl: Betaling ontvangen!

source: Order Review
nl_nl: Bestellingsoverzicht

source: Order details being confirmed
nl_nl: Bevestiging van bestel gegevens

source: Held for Verification
nl_nl: Vastgehouden voor verificatie

source: Your order is being verified and may require further details. Kindly refer to our latest email for further details or contact us directly.
nl_nl: Uw bestelling wordt geverifieerd en vereist nadere details. Raadpleeg ons via de e-mail voor meer informatie of neem direct contact met ons op.

source: Order Held pending Feedback
nl_nl: Bestelling vastgehouden in afwachting op uw reactie

source: Your order was held by request or due to stock constraint. Kindly refer to our latest email for further details or contact us directly.
nl_nl: Uw bestelling is op uw verzoek vastgehouden of er is een beperkte voorraad voor het product. Vriendelijk verzoeken wij u om contact met ons op te nemen via de email.

source: Order Refund Pending
nl_nl: Restitutie van bestelling in behandeling

source: Your refund is in progress
nl_nl: Uw terugbetaling wordt nu verwerkt

source: Order Refunded
nl_nl: Bestelling gerestitueerd

source: Your order has been refunded
nl_nl: Uw bestelling hebben wij gerestitueerd.

source: Order Confirmed
nl_nl: Bestelling bevestigd

source: Order validated! Fulfillment stage next
nl_nl: Uw bestelling wordt klaar gemaakt

source: Stock Review
nl_nl: Samenstelling van u product

source: Stock review and assignment
nl_nl: Uw bestelling is goed gekeurd

source: Stock Confirmed
nl_nl: Product samengesteld bevestigd

source: Stock inspected and verified to ship!
nl_nl: U kunt uw bestelling binnenkort verwachten

source: Order in Queue
nl_nl: Bestelling in de wachtrij

source: Order in fulfillment queue
nl_nl: Uw bestelling staat in de wachtrij om vervuld te worden.

source: Order Delay
nl_nl: Bestelling vertraagd

source: Delay in fulfillment line. Please be patient
nl_nl: Op dit moment ondervinden wij een lichte vertraging. Graag vragen wij uw geduld hiervoor.

source: Thanks for being so patient. Please allow an extra 2-3 working days
nl_nl: Wij danken u voor uw geduld. Wij verwachten dat het nog 2-3 werkdagen gaat duren.

source: Order Packed!
nl_nl: Bestelling gereed

source: Order packed and ready to ship within 1-2 working days!
nl_nl: Uw bestelling is gereed voor verzending en wij verwachten dat wij uw bestelling binnen 1-2 werkdagen kunnen verzenden!

source: In Transit To Warehouse
nl_nl: Onderweg naar het distributiecentrum

source: Shipped
nl_nl: Verzonden

source: Shipment picked up by delivery service
nl_nl: Uw bestelling is opgehaald door de bezorger

source: In-transit to warehouse for final delivery to your address
nl_nl: Uw bestelling is verzonden van onze warenhuis en onderweg

source: Shipment at final destination processing with delivery service.
nl_nl: Verzending in behandeling met de koerier

source: In Transit
nl_nl: Onderweg

source: Parcel in transit to your address
nl_nl: U pakket is nu onderweg naar uw adres

source: Out for Delivery
nl_nl: Bestelling uit voor levering

source: Delivery man has your parcel
nl_nl: Uw pakketje is nu bij de bezorger en u kunt uw pakketje binnenkort in ontvangst nemen

source: Delivered
nl_nl: Geleverd

source: The shipment was delivered successfully.
nl_nl: Uw pakketje was succesvol afgeleverd.

source: Failed Delivery Attempt
nl_nl: Poging tot levering mislukt

source: Delivery attempt failed, contact delivery service using info on calling card to arrange collection at nearest pick-up point
nl_nl: Poging tot levering van uw pakket is mislukt. Graag contact opnemen met de bezorger om een nieuwe afspraak te maken voor bezorging.

source: Exception
nl_nl: Uitzondering

source: Custom hold, undelivered, returned shipment to sender or any shipping exceptions.
nl_nl: Uw bestelling wordt momenteel vastgehouden bij de douane voor een routine controle.

source: Expired
nl_nl: Verlopen

source: Contact us to know regarding latest update of parcel
nl_nl: Graag verzoeken wij u om contact met ons op te nemen over de status van uw pakket

source: SmartPhones
it_it: SmartPhone
pl_pl: Smartfony

source: Webcams
it_it: Webcam
pl_pl: Kamery internetowe

source: Software
fr_fr: Logiciel
pl_pl: Oprogramowanie

source: Post Code
es_es: Código Postal
fr_fr: Code postal
it_it: CAP
pl_pl: Kod pocztowy

source: For enquiries, please contact us at <a href="mailto:sales@digitaldiscount.co.uk">sales@digitaldiscount.co.uk</a> with the following information and we will capture your order:
pl_pl: Nous n'acceptons les paiements que via le virement bancaire pour les commandes au-delà de 2000 EUR. Pour quelconque demande, veuillez nous contacter au <a href="mailto:ventes@numeristock.be">ventes@numeristock.be</a> en nous fournissant les informations suivantes et nous allons enregistrer votre commande:

source: 1. Name
pl_pl: 1. Nom

source: 2. Delivery Address
pl_pl: 2. adresse de livraison

source: 3. Phone Number
pl_pl: 3. numero de telephone

source: 4. Full Name of Item(s)
pl_pl: 4. le nom complet du produit

source: via email
es_es: a través de e-mail
fr_fr: par mail
pl_pl: przez email

source: PRE-SALES
es_es: Pre-venta
fr_fr: AVANT VENTE
it_it: PRE-ACQUISTO
pl_pl: PRZEDSPRZEDAŻ

source: 2015 All Right reserved
es_es: 2015 Todos los Derechos Reservados
fr_fr: 2015 tout droits réservés
it_it: 2015 Tutti i Diritti Riservati
pl_pl: 2015 Wszelkie prawa zastrzeżone

source: Finland
es_es: Finlandia
fr_fr: Finlande
it_it: Finlandia
pl_pl: Finlandia

source: Help
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pl_pl: Pomoc

source: Order
es_es: Pedido
fr_fr: commande
it_it: Ordine
pl_pl: Zamówienie

source: Product
es_es: Producto
fr_fr: Produit
it_it: Prodotto
pl_pl: Produkt

source: Please click
es_es: Por favor haga click
fr_fr: Veuillez cliquer
it_it: Clicca
pl_pl: Proszę kliknąć

source: Postcode
es_es: Código Postal
fr_fr: Code postal
it_it: CAP
pl_pl: Kod pocztowy

source: Order Details
es_es: Detalles de Pedido
fr_fr: Détail sur la commande
it_it: Dettagli Ordine
pl_pl: Inne informacje

source: Product Details
es_es: Detalles de Producto
fr_fr: Détail produit
it_it: Dettagli Prodotto
pl_pl: Szczegóły Produktu

source: Log In
es_es: Identifícate
fr_fr: Se connecter
it_it: Entra
pl_pl: Zaloguj się

source: %s review(s)
es_es: %s opinión(es)
fr_fr: Avis %s
it_it: %s recensione(i)
pl_pl: %s Recenzje

source: Available
pl_pl: Dostępny

source: Pre Order
fr_fr: Pré-commande
pl_pl: Przedsprzedaż

source: We only accept Bank Transfer payments for orders exceeding 2000 GBP
pl_pl: Akceptujemy przelewy bankowe tylko dla zamówień większych niż 2000 EUR

source: Address 1
es_es: Dirección 1
fr_fr: Première adresse
it_it: Indirizzo 1

source: Address 2
es_es: Dirección 2
fr_fr: Deuxième adresse
it_it: Indirizzo 2
