Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: We may also be required by law or litigation to disclose your personal information. We may also disclose information if it is determined that it is necessary for security, law enforcement or other issues of public importance.
es_es: También podemos ser requeridos por la ley o litigio a revelar su información personal. También podemos divulgar información si se determina que es necesario para la seguridad, la policía u otras cuestiones de importancia pública.
fr_fr: Nous pouvons également être amenés à divulger vos informations personnelles par application de la loi ou de litige, ou bien si cela s'avère nécessaire en cas de renforcement de la loi ou de problèmes d'ordre public.
it_it: Potremmo esser tenuti a divulgare le tue informazioni in caso sia richiesto dalla legge o in caso di una specifica azione legale. Potremmo anche divulgare le tue informazioni se fosse richiesto per ragioni di sicurezza, per legge o per questioni di importanza pubblica.
nl_nl: Wij kunnen ook door de wet of geschillen verplicht worden om uw persoonlijke gegevens bekend te maken. We kunnen ook informatie openbaar maken indien wordt vastgesteld dat het noodzakelijk is voor de veiligheid, de rechtshandhaving of andere zaken dat van algemeen belang is.
pl_pl: Możemy być zobowiązani przez prawo do ujawnieni informacji osobistych. Możemy również ujawnić informacje jeśli jest to spowodowane potrzebą ochrony, bezpieczeństwa, prawa lub wysokiej ważności publicznej.

source: A cookie is a small file which asks permission to be placed on your computer's hard drive. Once you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site. Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.
es_es: Una cookie es un pequeño archivo que pide permiso para ser colocado en el disco duro de su ordenador. Una vez que usted está de acuerdo, el archivo se añade y la cookie ayuda a analizar el tráfico web o le permite saber cuando usted visita un sitio en particular. Las cookies permiten que las aplicaciones web le respondan a usted como individuo. La aplicación web puede adaptar sus operaciones a sus necesidades, gustos y disgustos reuniendo y recordando la información acerca de sus preferencias.
fr_fr: Un cookie est un petit fichier qui demande la permission d'apparaitre sur le disque dur de votre ordinateur. Une fois que vous acceptez, le fichier est ajouté et vous aide à analyser le traffic web et vous avertit lorsque vous visitez un site web en particulier. Les cookies autorisent les applications web à vous répondre en tant qu'individu. L' application web peut adapter ses opérations à vos besoins en rassemblant les informations selon vos préférences.
it_it: Un cookie è un piccolo file che chiede il permesso di essere posizionato nel tuo disco rigido. Quando hai accettato, il file viene aggiunto ed aiuta all' analisi del traffico web o ti avvisa quando stai per visitare un sito specifico. I cookies permettono alle applicazioni web di rispondere a te individualmente. Le applicazioni web possono personalizzare le operazioni per te, in base a ciò che ti piace o non ti piace, ricordando le tue preferenze.
nl_nl: Een cookie is een klein bestand dat toestemming vraagt om op de harde schijf van uw computer te worden geplaatst. Als u hiermee instemt, wordt het bestand toegevoegd en de cookies analyseren webverkeer of laat u weten wanneer u een bepaalde site bezoekt. Cookies stellen webapplicaties om te reageren op u als individu. De webapplicatie kan haar activiteiten op maat maken naar uw behoeften, sympathieën en antipathieën door het verzamelen en onthouden van informatie over uw voorkeuren.
pl_pl: Cookie jest to mały plik który prosi Państwa o pozwolenie na jego umieszczenie na Państwa dysku komputerowym. Kiedy Państwo wyrażą zgodę, plik zostaje dodany, cookie pomaga analizować przepustowość strony internetowej lub informuje kiedy odwiedzają Państwo konkretną stronę. Cookies umożliwiają aplikacjom stron internetowym odpowiadać do państwa jako indywidualna osoba. Aplikacje strony internetowej przystosowywują stronę do Państwa potrzeb i preferencji.

source: We use traffic log cookies to identify which pages are being used. This helps us analyse data about web page traffic and improve our website in order to tailor it to customer needs. We only use this information for statistical analysis purposes and then the data is removed from the system.
es_es: Utilizamos cookies de registro de tráfico para identificar qué páginas se están utilizando. Esto nos ayuda a analizar datos sobre el tráfico web y mejorar nuestro sitio web con el fin de adaptarlo a las necesidades del cliente. Sólo utilizamos esta información para fines de análisis estadístico y luego los datos se eliminan del sistema.
fr_fr: Nous utilisons les cookies pour identifier les pages qui ont été visitées. Cela nous aide à analyser les données de traffic des pages web et améliorer notre site afin de correspondre aux besoins des clients. Nous utilisons uniquement cette information pour des analyses statistiques puis les données sont supprimées du système.
it_it: Utilizziamo cookies di memorizzazione traffico per identificare quali pagine vengono usate. Questo ci aiuta ad analizzare dati sulle visite alle pagine internet e migliorare il sito, personalizzandolo secondo i bisogni dei clienti. Utilizziamo queste informazioni solo per analisi statistiche, in seguito i dati sono rimossi dal sistema.
nl_nl: Wij gebruiken traffic log cookies om te bepalen welke pagina's worden gebruikt. Dit helpt ons de gegevens over web pagina verkeer te analyseren en verbeteren van onze website om af te stemmen op de behoeften van klanten. Wij gebruiken deze informatie alleen voor statistische analyse doeleinden en vervolgens worden de gegevens uit het systeem verwijderd.
pl_pl: Korzystamy z traffic log cookies aby zidentyfikować używane strony. Pomaga nam to w analizie danych dotyczących strony internetowej, jej przepustowości, pomaga w ulepszeniu strony i przystosowania do preferencji klientów. Używamy powyższych infromacji w celach statystycznych, a następnie dane są usówane z naszego systemu.

source: Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.
es_es: En general, las cookies nos ayudan a ofrecerle un mejor sitio web, ya que nos permite controlar las páginas que encuentra útiles y cuáles no. Una cookie de ninguna manera nos da acceso a su computadora o a cualquier información sobre usted, excepto los datos que usted decida compartir con nosotros.
fr_fr: Les cookies nous permettent surtout de vous fournir un meilleur site web
it_it: In generale, i cookie ci aiutano a fornirti un sito migliore, permettendoci di monitorare quali pagine reputi utili e quali reputi meno utili. Un cookie non ci dà accesso al tuo computer in alcun modo, al di fuori dei dati che decidi di condividere con noi.
nl_nl: Over het algemeen helpen cookies ons u te voorzien van een betere website, door ons in staat te stellen om toezicht te houden welke pagina's u nuttig vindt en welke niet. Een cookie geeft op geen enkele wijze ons toegang tot uw computer of enige informatie over u, met uitzondering van de gegevens die u ervoor kiest om met ons te delen.
pl_pl: Podsumowując, cookies pomagają nam w ulepszeniu strony internetowej, poprzez monitorowanie która strona internetowa jest najbardziej użyteczna, a która nie. Cookies nie dają nam żadnego dostępu do Państwa komputera ani żadnych danych, innych niż które sami Państwo zgodzili się z nami podzielić

source: You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.
es_es: Puede elegir entre aceptar o rechazar las cookies. La mayoría de los navegadores web aceptan automáticamente las cookies, pero usted puede modificar la configuración de su navegador para rechazar cookies si lo prefiere. Esto puede evitar que usted tome ventaja completa de la página web.
fr_fr: Vous pouvez choisir d'accepter ou de supprimer ces cookies. La plupart des browers web acceptent automatiquement les cookies, mais vous pouvez habituellement modifier les paramètres de votre brower pour supprimer les cookies si vous le souhaitez. Cela peut cependant vous empêcher de profiter pleinement du site web.
it_it: Puoi decidere di accettare o non accettare i cookie. La maggior parte dei browser accetta automaticamente i cookie, ma puoi modificare le impostazioni manualmente per rifiutare i cookies. Questo potrebbe ostacolarti nell' ottenere i migliori vantaggi dal sito.
nl_nl: U kunt ervoor kiezen om cookies te accepteren of te weigeren. Meeste webbrowsers accepteren automatisch cookies, maar u kunt uw browser instellen om cookies te weigeren als u dit prefereert. Dit kan voorkomen dat u de website volledig kunt benutten.
pl_pl: Moga Państwo zaakceptować lub odrzucić cookies. Większość przęglądarek internetowych automatycznie akceptuje cookies, ale mogą Państwo zmodyfikować ustawienia przeglądarki. Może to uniemożliwoć używanie w pełni strony internetowej.

source: Our website may contain links to other websites of interest. However, once you have used these links to leave our site, you should note that we do not have any control over that other website. Therefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.
es_es: Nuestro sitio web puede contener enlaces a otros sitios de interés. Sin embargo, una vez que haya utilizado estos enlaces para salir de nuestro sitio, debe tener en cuenta que no tenemos ningún control sobre ese otro sitio web. Por lo tanto, no podemos ser responsables de la protección y privacidad de cualquier información que usted proporcione al visitar estos sitios y estos sitios no se rigen por esta declaración de privacidad. Usted debe tener cuidado y leer la declaración de privacidad aplicable al sitio web en cuestión.
fr_fr: Notre site web peut contenir des liens vers d'autres entreprises d'intérêt. Cependant, une fois que vous avez cliqué sur ces liens pour quitter notre site, veuillez noter que l'on ne peut avoir aucun contrôle sur ces autres sites. Cependant, nous ne pouvons pas être responsables de la protection et de la confidentialité que vous fournissez lorsque vous visitez un autre site web qui ne sont pas concernés par ces règles de confidentialité. Vous devirez faire attention à la confidentialité et aux conditions du site en question.
it_it: Il nostro sito potrebbe contenere link ad altri siti di interesse. In ogni caso, una volta che hai lasciato il nostro sito utilizzando questi link, considera che non abbiamo alcun controllo sul sito esterno. Per questo nonsuiamo responsabili per la protezione e la privacy di qualsiasi informazione tu fornisca mentre visiti siti esterni, i quali non sono soggetti da queste politiche di privacy. Dovresti utilizzarli con cautela e visitare le condizioni di privacy di questi siti.
nl_nl: Onze website kan links naar andere websites bevatten. Echter, zodra u deze links gebruikt om onze site te verlaten, moet u er rekening mee dat wij geen enkele controle over de andere website. Daarom kunnen wij niet verantwoordelijk gesteld worden voor de bescherming en de privacy van alle informatie die u tijdens uw bezoek aan dergelijke sites en dergelijke sites vallen niet onder dit privacy statement. U moet voorzichtig zijn en kijken naar de privacy statement die van toepassing zijn op de website in kwestie.
pl_pl: Nasza strona internetowa zawiera linki do innych stron intenretowych. Jednakże, kiedy skorzystasz z linku i opuścisz naszą stronę, proszę zauważyć, że nie posiadamy żadnej kontroli nad innymi stronami internetowymi. W konsekwencji, nie możemy być odpowiedzialni za politykę prywatności, ani za informacje które Państwo podadzą podczas odwiedzania takowych stron, strony takie nie podlegają tejże polityce prywatności. Proszę zachować ostrożność i zapoznać się ze stroną internetową.

source: If you have any questions or concerns, you can email us using our interactive web form located at our
es_es: Si usted tiene alguna duda o preocupación, puedes mandarnos un email a través de nuestro formulario online que puedes encontrar en nuestra página
fr_fr: Si vous avez une question ou une demande, vous pouvez nous écrire par mail via notre plateforme interactive située à notre
it_it: Se hai domande o dubbi, puoi mandarci un' email utilizzando l' apposito modulo nella pagina
nl_nl: Mocht u nog vragen of opmerkingen hebben, dan kunt u ons een e-mail sturen met behulp van onze interactieve webformulier op onze
pl_pl: Jeśli mają Państwo jakiekolwiek pytania, proszę wysłać do nas maila poprzez stronę internetową w zakładce

source: Contact Us
es_es: Contáctanos
fr_fr: Contactez-nous
it_it: Contatti
nl_nl: Contacteer ons
pl_pl: Kontakt

source: page
es_es: página
nl_nl: pagina
pl_pl: strona

source: Last updated 9th July 2015
es_es: Última actualización el 9 de Julio de 2015
fr_fr: dernière mise à jour le 9 juillet 2015
it_it: Aggiornato il 9 Luglio 2015
nl_nl: Laatste update 9 juli 2015
pl_pl: Ostatnia aktualizacja: 09 Lipiec 2015

source: %s Limited. All rights reserved.
es_es: %s Limitado. Todos los Derechos Reservados.
fr_fr: %s Limited. Tout droits réservés.
it_it: %s Limited. Tutti i diritti riservati.
nl_nl: %s Limited. Alle rechten voorbehouden.
pl_pl: % s ograniczone. Wszelkie prawa zastrzeżone.

source: FREE Shipping
es_es: Envío GRATIS
fr_fr: Livraison gratuite
it_it: Spedizione Gratuita
nl_nl: Gratis levering
pl_pl: DARMOWA Wysyłka

source: When you shop with us we like to keep it simple, our free shipping offer applies to all orders no matter the size or value. %s not only accepts payment in your local currency but also ships directly to your doorstep free of charge* via our courier partners.
es_es: Cuando compras nos gusta hacerlo sencillo. Por norma general, ofrecemos envío gratuito en todos nuestros productos sin importar valor de compra o tamaño. Sin embargo, tenemos que hacer un sobrecargo a códigos postales remotos según nuestro distribuidor y que podrá ver al final de la compra en caso de que seleccione uno de estos códigos postales remotos. Además, %s acepta pago en euros para tu comodidad y envía el producto directamente a tu casa a través de nuestros colaboradores de distribución.
fr_fr: Lorsque vous achetez en ligne avec nous, nous aimons aller au plus simple, notre offre de frais de transport s'applique à toutes les commandes quelle que soit la taille ou la valeur. %s n'accepte pas seulement le payement en devise locale, il expedie également gratuitement* directement votre commande à votre porte grâce à nos courriers partenaires.
it_it: Quando acquisti con noi, vogliamo facilitarti le cose. Il nostro servizio di consegna gratuita si applica a tutti gli ordini di qualsiasi taglia o valore. %s non solo accetta pagamenti nella tua valuta locale, ma spedisce direttamente a casa tua gratis* tramite i nostri spedizionieri.
nl_nl: Wanneer u winkelt bij ons, willen wij dit simpel houden. Onze gratis verzending geldt voor alle bestellingen, ongeacht de grootte of de waarde. %s accepteert niet alleen betalingen in uw lokale valuta, maar verzend ook rechtstreeks tot uw deur gratis * via onze koerierpartners.
pl_pl: Lubimy ułatwiać Ci Twoje zakupy z nami. Nasza darmowa oferta przewozowa dotyczy wszystkich zamówień bez względu na wartość lub wielkość. % s nie tylko akceptuje płatności w walucie lokalnej, ale także bezpłatnie i bezpośrednio dostarcza zamówienie do Twoich drzwi za pośrednictwem naszych partnerów kurierskich.

source: Taxes and Duties
es_es: Impuestos y Derechos
fr_fr: Droits de douane
it_it: Tasse e Spese
nl_nl: Belastingen
pl_pl: Podatki i Cło

source: Worried about hidden costs? Please don't be, we'll take care of any applicable taxes and duties prior to delivery so the price on the website is the final amount you pay. Rest assured that your buying experience with us will be completely hassle free.
es_es: Preocupado por los costes añadidos? No lo estés, nos hacemos cargo de cualquier impuesto o derechos de aduana por lo que el precio que ves en nuestra web es el precio final que pagarás. Ten por seguro que tu compra con nosotros estará a salvo de preocupaciones.
fr_fr: Préoccupé par les prix dissimulés ? Ne le soyez pas, nous considérons les droits de douanes applicables lors à la commande de sorte que le prix affiché sur le site web correspond au prix qui vous est facturé. Soyez assurés que votre experience en tant que consommateur avec nous s 'effectuera en toute sécurité.
it_it: Sospetti dei costi nascosti? Niente paura! Ci prendiamo carico di ogni spesa o tassa applicabile prima della spedizione, per questo il prezzo esposto è il prezzo finale. non preoccuparti, la tua esperienza di shopping con noi non avrà ostacoli!
nl_nl: Bezorgd over de verborgen kosten? Nergens voor nodig. Wij zorgen voor eventuele belastingen en heffingen vóór aflevering. Dus de prijs op de website is het uiteindelijke bedrag dat u betaalt. Wees er gerust op dat uw koopervaring met ons volledig probleemloos zal zijn.
pl_pl: Obawiasz się ukrytych kosztów? Nie musisz, zajmiemy się podatkiem, opłatami celnymi w związku z dostawą, dlatego też cena podana na stronie jest ceną ostateczną, którą musisz zapłacić. Zrelaksuj się mając pewność, że kupując u nas nie musisz się niczym przejmować.

source: Tracking Your Order
es_es: Seguimiento de tu pedido
fr_fr: Suivi de votre commande
it_it: Tracciare il tuo ordine
nl_nl: Traceer uw order
pl_pl: Sledzenie przesyłki

source: Once your order has been processed, an email containing your order and account information will be sent to your registered email. You can always check the status of your order by visiting the My Account page on our website and viewing your order history.
es_es: Una vez que tu pedido ha sido procesado, un correo electrónico con la información de tu orden y de tu cuenta se enviará al correo electrónico que registraste. Siempre puedes comprobar el estado de tu pedido visitando la página Mi Cuenta en nuestro sitio web y ver tu historial de pedidos.
fr_fr: Une fois votre commande prise en compte, vous recevrez un mail à l'adresse mail enregistrée confirmant votre commande et vos informations sur votre compte.
it_it: Quando il tuo ordine è stato preso in carico, un' email che contiene le informazioni del tuo ordine e del tuo account verrà spedita all' indirizzo email che hai registrato. Puoi sempre controllare lo stato del tuo ordine visitando la pagina Il mio account e controllando lo storico del tuo ordine.
nl_nl: Zodra uw bestelling is verwerkt, wordt een e-mail met uw bestelling en accountinformatie naar uw geregistreerde e-mail verzonden. U kunt altijd de status van uw bestelling controleren door naar de pagina "Mijn account" op onze website te gaan en uw bestellingsgeschiedenis bekijken.
pl_pl: Kiedy twoje zamówienie zostanie wysłane, email zaiwrający twoje zamówienie oraz informacje dotyczące twojego konta zostanie wysłany na zarejestrowany przez ciebie email. Możesz zawsze sprawdzić status twojego zamówienia wchodząc w zakładkę Moje Konto na naszej stronie internetowej sprawdzając historię zamówienia.

source: FREE Shipping Delivery Times
es_es: Tiempos de entrega de envío GRATIS
fr_fr: Frais de transport gratuits
it_it: Tempistiche per la consegna GRATUITA
nl_nl: GRATIS verzending Levertijd
pl_pl: Czas Dostawy Darmowej Przesyłki

source: Orders delivered with free shipping typically arrive within 5 to 12 business days; although this is dependent on your delivery region, with many orders often arriving sooner. In order to facilitate free shipping and pass on savings to our customers, we endeavor to use reliable and cost effective couriers to deliver globally. To minimize delays we ship directly to our customers from our global fulfillment centers in the UK, US and HK, however please bear in mind some regions may experience longer shipping lead times.**
es_es: Las compras realizadas con el envío gratuito normalmente llegan entre 5 y 12 días laborables; aún que esto depende de la zona geográfica de envío, normalmente más compras significa menos tiempo de envío. Con el objetivo de facilitar el envío gratuito y hacer que nuestros clientes ahorren más, nos esforzamos por usar distribuidores fiables alrededor del mundo. Para minimizar los retrasos, enviamos a través de nuestra red de distribución global con almacenes en UK, US y HK. Por favor ten en cuenta que ciertas regiones pueden experimentar un periodo de entrega más largo.
fr_fr: Le délais de livraison est généralement compris entre 7 et 14 jours ouvrés, bien que cela dépende de votre région de livraison, mais la plupart des livraisons s’effectuent rapidement. Afin de faciliter la livraison gratuite et permettre des économies pour nos clients, nous nous efforçons d’utiliser des coursiers de confiance et efficaces afin d’assurer une livraison internationale. Afin de minimiser les délais de livraison, nous livrons directement depuis nos centres de réapprovisionnement au Royaume-Uni, aux Etats-Unis et à Hong Kong. Cependant, veuillez noter que certaines régions nécessitent des temps de livraison plus longs.
it_it: Ordini consegnati con spedizione gratuita in genere arrivano tra i 5 ed i 12 giorni lavorativi; dipendentemente dalla regione di consegna, alcuni ordini potrebbero arrivare in anticipo. Per facilitare la spedizione gratuita e permettere al cliente un risparmio maggiore, utilizziamo servizi lgistici internazionali affidabili e con un buon rapporto qualità/prezzo. Per minimizzare eventuali ritardi, spedamo direttamente ai nostri clienti dai nostri magazzini in UK, USA e Hong Kong, ma considera che alcune regioni potrebbero richiedere tempi di spedizione più lunghi.**
nl_nl: Bestellingen geleverd met gratis verzending komen meestal binnen 5 tot 12 werkdagen aan; hoewel dit afhankelijk is van het leveringsgebied, zullen de meeste order vaak eerder aankomen. Om de gratis verzending te vergemakkelijken en voor de besparing van onze klanten, streven we naar gebruik te maken van betrouwbare en kosteneffectieve koeriers om wereldwijd te leveren. Om vertragingen te minimaliseren bezorgen wij direct naar onze klanten van onze wereldwijde vervulling centra in het Verenigd Koninkrijk, de VS en Hong Kong. Houdt er rekening mee sommige regio's langere looptijden kunnen ervaren. **
pl_pl: Zamówienia dostarczane z bezpłatną wysyłką zazwyczaj docierają w ciągu 5 - 12 dni roboczych; choć jest to zależne od kraju dostawy, w wielu przypadkach zamówienia są dostarczane wczesniej. W celu ułatwienia bezpłatnej wysyłki i przekazania oszczędności naszych klientom, staramy się stosować niezawodnych i ekonomiczynch kurierów do dostarczania na całym świecie. Aby zminimalizować opóźnienia wysyłamy bezpośrednio do naszych klientów z naszych globalych centrów w Wielkiej Brytanii, USA i Hongkongu, jednak proszę mieć na uwadze, ze niektóre regiony mogą doświadczyć dłuższego czasu wysyłki.
