Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: Total
it_it: Totale
nl_nl: Totaal
pl_pl: Całkowita

source: View Cart
es_es: Ver Carrito
fr_fr: Voir le panier
it_it: Vedi Carrello
nl_nl: Bekijk winkelwagen
pl_pl: Zobacz kartę

source: Checkout
es_es: Ir al pago
fr_fr: Verifiation
nl_nl: Bestellen
pl_pl: Podsumuj

source: Your shopping cart is empty!
es_es: ¡No hay artículos en la cesta!
fr_fr: Votre panier est vide
it_it: Il tuo carrello è vuoto!
nl_nl: Uw winkelwagen is leeg!
pl_pl: Twój koszyk jest pusty!

source: Refine Search
es_es: Definir Búsqueda
fr_fr: Affiner la recherche
it_it: Perfeziona la Ricerca
nl_nl: Verfijn zoekopdracht
pl_pl: Zawęż wyszukiwanie

source: Categories
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
nl_nl: Categorieën
pl_pl: Kategorie

source: Show more
es_es: Ver más
fr_fr: Montrer la suite
it_it: Mostra di più
nl_nl: Toon meer
pl_pl: Pokaż więcej

source: Show less
fr_fr: Montrer moins
nl_nl: Toon minder
pl_pl: Pokaż mniej

source: Brands
es_es: Marcas
fr_fr: Marques
nl_nl: Merken
pl_pl: Marki

source: List
es_es: Lista
fr_fr: Liste
it_it: Lista
nl_nl: Lijst
pl_pl: Lista

source: Grid
es_es: Cuadrícula
fr_fr: Grille
it_it: Griglia
nl_nl: Rooster
pl_pl: Siatka

source: Sort By
es_es: Filtrar por
fr_fr: Trier par
it_it: Ordina
nl_nl: Sorteren op
pl_pl: Sortuj według

source: Default
es_es: Por defecto
fr_fr: Défaut
nl_nl: Standaard
pl_pl: Niezapłacono

source: Name (A - Z)
es_es: Nombre (A - Z)
fr_fr: Nom (A - Z)
it_it: Nome (Z - A)
nl_nl: Merk (A - Z)
pl_pl: Nazwa (A-Z)

source: Name (Z - A)
es_es: Nombre (Z - A)
fr_fr: Nom (Z - A)
it_it: Nome (Z - A)
nl_nl: Merk (Z - A)
pl_pl: Nazwa (Z-A)

source: Price (Low to High)
es_es: Precio (de menos a más)
fr_fr: prix (du plus bas au plus élevé)
it_it: Prezzi (Dal più basso)
nl_nl: Prijs (laag naar hoog)
pl_pl: Cena (od najniższej do najwyższej)

source: Price (High to Low)
es_es: Precio (de más a menos)
fr_fr: prix (du plus elevé au plus bas)
it_it: Prezzi (Dal più alto)
nl_nl: Prijs (hoog naar laag)
pl_pl: Cena (od najwyższej do najniższej)

source: New Arrivals
es_es: Últimas Novedades
fr_fr: Nouvelles arrivées
it_it: Nuovi Arrivi
nl_nl: Nieuwe producten
pl_pl: Nowe produkty

source: Last Updated
es_es: Última actualización
fr_fr: Dernières mises-à-jour
it_it: Ultimo Aggiornamento
nl_nl: Laatst bijgewerkt
pl_pl: Ostatnio zaktualizowane

source: Display:
es_es: Mostrar:
fr_fr: Ecran
it_it: Mostra:
nl_nl: Producten per pagina
pl_pl: Pokaż:

source: Quick View
es_es: Vista previa
fr_fr: Aperçu rapide
it_it: Vista Veloce
nl_nl: Overzicht
pl_pl: Szybki podgląd

source: List Price
es_es: Precio
fr_fr: Voir les prix
it_it: Prezzo retail
nl_nl: Adviesprijs
pl_pl: Lista Cen

source: You Pay
es_es: Tú pagas
fr_fr: Acheter
it_it: Tu Paghi
nl_nl: U betaalt
pl_pl: Płacisz

source: Save
es_es: Ahorro
fr_fr: Enregistrer
it_it: Salva
nl_nl: Bespaar
pl_pl: Zachowaj

source: Add to Cart
es_es: Añadir a la cesta
fr_fr: Ajouter au panier
it_it: Aggiungi al carrello
nl_nl: Voeg toe aan winkelmandje
pl_pl: Dodaj do koszyka

source: More Info
es_es: Más información
fr_fr: Plus d'info
it_it: Maggiori informazioni
nl_nl: Meer informatie
pl_pl: Więcej informacji

source: Conference Phones
es_es: Teléfonos de Conferencia
fr_fr: Conférence téléphonique
it_it: Telefoni da Conferenza
nl_nl: Vegadertelefoons
pl_pl: Telefony do konferencji

source: Accessories
es_es: Accesorios
fr_fr: Accessoires
it_it: Accessori
nl_nl: Accessoires
pl_pl: Akcesoria

source: Computing
es_es: Ordenadores
fr_fr: Ordinateur
it_it: Informatica
nl_nl: Computer
pl_pl: Komputery

source: Step 1: Checkout Options
es_es: Paso 1: Opciones de Pago
fr_fr: Etape 1 : options de vérification
it_it: 1: Opzioni di pagamento
nl_nl: Stap 1: Uitcheck opties
pl_pl: Krok 1: Opcje Zamówienia

source: New Customer
es_es: Nuevo cliente
fr_fr: Nouveau client
it_it: Nuovo Cliente
nl_nl: Nieuwe klant
pl_pl: Nowy Klient

source: Guest Checkout
es_es: Comprar sin registrarse
fr_fr: Validation des achats
it_it: Paga come ospite
nl_nl: Afrekenen als gast
pl_pl: Zamówienie Gościnne

source: Loading...
es_es: Cargando...
fr_fr: chargement...
it_it: Caricamento...
nl_nl: Laden...
pl_pl: Ładowanie...

source: Continue
es_es: Continuar
fr_fr: continuer
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj

source: Returning Customer
es_es: Cliente habitual
fr_fr: Client membre
it_it: Già cliente
nl_nl: Terugkomende klant
pl_pl: Powracający Klient

source: I am a returning customer
es_es: Soy un cliente habitual
fr_fr: Je suis déjà client
it_it: Sono già un cliente
nl_nl: Ik ben al klant
pl_pl: Jestem powracającym klientem

source: E-Mail
nl_nl: E-mailadres

source: Password
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło

source: Forgotten Password
es_es: He olvidado mi contraseña
fr_fr: Mot de passe oublié
it_it: Password dimenticata
nl_nl: Wachtwoord vergeten
pl_pl: Zapomniane hasło

source: Login
es_es: Identificarse
fr_fr: connexion
nl_nl: Inloggen

source: You have logged in, please click here to continue
es_es: Has iniciado sesión, por favor click aquí para continuar
fr_fr: Vous venez de vous connecter, veuillez cliquer ici pour continuer.
it_it: Hai eseguito l' accesso, clicca qui per proseguire
nl_nl: U bent ingelogd, klik hier om door te gaan
pl_pl: Zalogowałeś się, proszę kliknąć tutaj, aby kontynuować

source: Step 2: Account &amp; Billing Details
es_es: Paso 2: Cuenta; Detalles de Facturación
fr_fr: Deuxième étape: informations sur le compte et la facturation
it_it: 2: Account &amp; Dettagli di fatturazione
nl_nl: Step 2: Account &amp; Factuurgegevens
pl_pl: Krok 2: Konto & amp; Szczegóły Płatności

source: Your Personal Details
es_es: Tus Datos Personales
fr_fr: Vos informations personnelles
it_it: Le Tue Informazioni
nl_nl: Uw persoonlijke gegevens
pl_pl: Twoje dane osobowe

source: First Name
es_es: Nombre
fr_fr: Prénom
it_it: Nome
nl_nl: Voornaam
pl_pl: Imię

source: Last Name
es_es: Apellidos
fr_fr: Nom
it_it: Cognome
nl_nl: Achternaam
pl_pl: Nazwisko

source: Telephone
es_es: Teléfono
it_it: Telefono
nl_nl: Telefoon
pl_pl: Telefon

source: Country Code
es_es: Código de País
fr_fr: Code du pays
it_it: Prefisso Internazionale
nl_nl: Landcode
pl_pl: Numer kierunkowy kraju

source: Area Code
es_es: Prefijo Provincia
fr_fr: code régional
it_it: Prefisso
nl_nl: Netnummer
pl_pl: Numer kierunkowy obszaru

source: Your Password
es_es: Contraseña
fr_fr: votre mot de passe
it_it: Password
nl_nl: Uw Wachtwoord
pl_pl: Twoje hasło

source: Password Confirm
es_es: Confirma contraseña
fr_fr: Confirmer votre mot de passe
it_it: Conferma Password
nl_nl: Wachtwoord Bevestigen
pl_pl: Potwierdzenie hasła

source: Your Address
es_es: Dirección
fr_fr: Votre adresse
it_it: Il tuo Indirizzo
nl_nl: Uw adres
pl_pl: Twój adres

source: Company
es_es: Empresa
fr_fr: Entreprise
it_it: Azienda
nl_nl: Bedrijf
pl_pl: Firma

source: Address Line 1
es_es: Dirección Línea 1
fr_fr: Adresse ligne 1
it_it: Indirizzo linea 1
nl_nl: Adresregel 1
pl_pl: Adres Linia 1

source: Address Line 2
es_es: Dirección Línea 2
fr_fr: Adresse ligne 2
it_it: Indirizzo linea 2
nl_nl: Adresregel 2
pl_pl: Adres Linia 2

source: City
es_es: Ciudad
fr_fr: Ville
it_it: Città
nl_nl: Stad
pl_pl: Miasto

source: Country
es_es: País
fr_fr: Pays
it_it: Paese
nl_nl: Land
pl_pl: Państwo

source: County / State
es_es: Provincia
fr_fr: Pays/Etat
it_it: Provincia
nl_nl: Provincie
pl_pl: Państwo / Stan

source: select County / State
es_es: selecciona Provincia
fr_fr: Choisissez un pays/Etat
it_it: Seleziona la Provincia
nl_nl: Selecteer Provincie
pl_pl: Wybierz Państwo / Stan

source: Step 3: Delivery Details
es_es: Paso 3: Detalles de Envío
fr_fr: troisième étape: information sur la livraison
it_it: 3: Dettagli di consegna
nl_nl: Stap 3 : Leveringsgegevens
pl_pl: Krok 3. Szczegóły dostawy

source: We could only ship to the billing address!
es_es: Solo podemos enviar a la dirección de facturación!
fr_fr: Nous livrons uniquement à l'adresse de facturation
it_it: Possiamo spedire unicamente all' indirizzo di fatturazione!
nl_nl: We kunnen alleen verzenden naar het factuuradres !
pl_pl: Możemy tylko wysłać na adres rozliczeniowy!

source: Step 4: Payment Method
es_es: Paso 4: Método de pago
fr_fr: Quatrième étape: méthode de paiement
it_it: 4: Metodi di pagamento
nl_nl: Stap 4 : Betalingsmethode
pl_pl: Krok 4: Metoda płatności

source: Please contact our CS!
es_es: Por favor contacte con nuestro Servicio al Cliente
fr_fr: Veuillez contacter notre service client !
it_it: Per favore, contatta il servizio clienti!
nl_nl: Neem contact op met onze klantenservice !
pl_pl: Prosimy o kontakt z naszą Obsługa Klienta!

source: Please note: remote surcharge has been applied to your basket!
fr_fr: Veuillez noter : Un supplément a été appliqué à votre panier.
nl_nl: Let op: Toeslag voor afgelegen gebieden is toegepast op uw mandje!
pl_pl: Proszę zauważyć: Dodatkowa opłata została dodana do Twojego koszyka

source: The email is required
es_es: Se requiere e-Mail
fr_fr: L'adresse mail doit être renseignée
it_it: L' Email è obbligatoria
nl_nl: Een e-mail is vereist
pl_pl: Wymagany jest email

source: The value is not a valid email address
es_es: Este correo no es una dirección de correo válida
fr_fr: L'adresse mail n'est pas valide
it_it: L' indirizzo email non è valido
nl_nl: Geen geldig e-mailadres
pl_pl: Nie jest to prawidłowy adres email.

source: Please input a password
es_es: Por favor ponga una contraseña
fr_fr: veuillez entrer un mot de passe
it_it: Per favore, inserisci la password
nl_nl: Voer een wachtwoord in
pl_pl: Proszę wprowadzić hasło

source: The billing first name is required
es_es: Nombre de facturación requerido
fr_fr: Veuillez renseigner le prénom de l'adresse de facturation
it_it: Il nome di fatturazione è obbligatorio
nl_nl: Naam is vereist
pl_pl: Wymagana jest pierwsza nazwa rozliczeniowa

source: The billing first name must be more than 1 and less than 50 characters long
es_es: El Nombre de facturación tiene que tener más de 1 y menos de 50 caracteres
fr_fr: le prénom de l'adresse de facturation doit être compris entre 1 et 50 caractères
it_it: Il nome di fatturazione dev'essere compreso tra 1 e 50 caratteri
nl_nl: Voornaam moet tussen 1 en 50 tekens lang zijn
pl_pl: Pierwsza nazwa rozliczeniowa musi mieć więcej niż 1 i mniej niż 50 znaków

source: The billing first name can only consist of alphabetical, number
es_es: El Nombre en facturación debe contener solo números o letras
fr_fr: le prénom de l'adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: Il nome di fatturazione può essere composto solo da lettere e numeri
nl_nl: Voornaam mag alleen letters van het alfabet bevatten
pl_pl: Pierwsza nazwa rozliczeniowa może tylko zawierać litery alfabetu

source: The billing last name is required
es_es: Se requiere el Apellido de facturación
fr_fr: Veuillez renseigner le nom de l'adresse de facturation
it_it: Il cognome di fatturazione è obbligatorio
nl_nl: Achternaam is vereist
pl_pl: Ostatnia nazwa rozliczeniowa jest wymagana

source: The billing last name must be more than 1 and less than 50 characters long
es_es: El Apellido de facturación tiene que tener más de 1 y menos de 50 caracteres
fr_fr: le nom de l'adresse de facturation doit être compris entre 1 et 50 caractères
it_it: Il cognome di fatturazione dev'essere compreso tra 1 e 50 caratteri
nl_nl: Achternaam moet tussen 1 en 50 tekens lang zijn
pl_pl: Ostatnia nazwa rozliczeniowa musi mieć więcej niż 1 i mniej niż 50 znaków

source: The billing last name can only consist of alphabetical, number
es_es: El Apellido en facturación debe contener solo números o letras
fr_fr: le nom de l'adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: Il cognome di fatturazione può essere composto solo da lettere e numeri
nl_nl: Achternaam mag alleen letters van het alfabet bevatten
pl_pl: Ostatnia nazwa rozliczeniowa może tylko zawierać litery alfabetu

source: The billing company name cannot be longer than 50 characters
es_es: El Apellido de facturación tiene que tener más de 1 y menos de 50 caracteres
fr_fr: le nom de l'entreprise de l'adresse de facturation doit être compris entre 1 et 50 caractères
it_it: Il nome dell' azienda di fatturazione non può eccedere i 50 caratteri
nl_nl: Bedrijfsnaam mag niet langer zijn dan 50 tekens
pl_pl: Nazwa firmy rozliczeniowej nie może być dłuższa niż 50 znaków

source: The billing company name can only consist of alphabetical, number
es_es: La Empresa en facturación debe contener solo números o letras
fr_fr: le nom de l'entreprsie de l'adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: Il nome dell' azienda di fatturazione può essere composto solo da lettere e numeri
nl_nl: Bedrijfsnaam mag alleen letters van het alfabet bevatten
pl_pl: Firma rozliczeniowa może tylko zawierać litery alfabetu

source: The billing Address Line 1 is required
nl_nl: Factuuradresregel 1 is verplicht

source: The billing address1 name can only consist of alphabetical, number
es_es: La Dirección 1 en facturación debe contener solo números o letras
fr_fr: le nom de la première adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: L' indirizzo 1 di fatturazione può essere composto solo da lettere e numeri
nl_nl: Adres 1 mag alleen letters van het alfabet bevatten
pl_pl: Pierwszy adres rozliczeniowwy może tylko zawierać litery alfabetu

source: The billing address must be more than 1 and less than 1024 characters long
es_es: La Dirección de facturación tiene que tener más de 1 y menos de 1024 caracteres
fr_fr: L' adresse de facturation doit être comprise entre 1 et 1024 caractères
it_it: L' indirizzo 1 di fatturazione dev'essere compreso tra 1 e 1024 caratteri
nl_nl: Adres moet tussen 1 en 1024 tekens lang zijn
pl_pl: Adres rozliczeniowy musi mieć więcej niż 1 i mniej niż 1024 znaków.

source: POBox Address is not allowed
es_es: Código Postal no permitido
fr_fr: L'adresse du siège n'est pas valide
it_it: Casella postale non accettata
nl_nl: Postbusadressen zijn niet toegestaan
pl_pl: POBox adres nie jest dozwolony.

source: The billing address2 name can only consist of alphabetical, number
es_es: La Dirección 2 en facturación debe contener solo números o letras
fr_fr: le nom de la deuxième adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: L' indirizzo 2 di fatturazione può essere composto solo da lettere e numeri
nl_nl: Adres 2 mag alleen letters van het alfabet bevatten
pl_pl: Drugi adres rozliczeniowy może tylko zawierać litery alfabetu

source: The billing city is required
es_es: Se requiere Ciudad de facturación
fr_fr: Veuillez renseigner la ville de l'adresse de facturation
it_it: Il comune di fatturazione è obbligatorio
nl_nl: Stad is vereist
pl_pl: Miasto rozliczeniowe jest wymagane

source: The billing city must be more than 1 and less than 128 characters long
es_es: La Ciudad de facturación tiene que tener más de 1 y menos de 128 caracteres
fr_fr: le nom de la ville de l'adresse de facturation doit être compris entre 1 et 128 caractères
it_it: Il comune di fatturazione dev'essere compreso tra 1 e 128 caratteri
nl_nl: Stad moet tussen 1 en 128 tekens lang zijn
pl_pl: Miasto rozliczeniowe musi mieć od 1 do 128 znaków

source: The billing city can only consist of alphabetical, number
es_es: La Ciudad en facturación debe contener solo números o letras
fr_fr: le nom de la ville de l'adresse de facturation doit uniquement contenir des caractères alphabétiques et numériques
it_it: Il comune di fatturazione può essere composto solo da lettere e numeri
nl_nl: Stad moet tussen 1 en 1024 tekens lang zijn
pl_pl: Miasto rozliczeniowe może tylko zawierać litery alfabetu

source: The Zip/Postal Code is required
es_es: Se requiere Código Postal
fr_fr: Veuillez renseigner le code postal
it_it: Il CAP è obbligatorio
nl_nl: Een postcodes is vereist
pl_pl: Kod pocztowy jest wymagany

source: The value is not valid %s Zip/Postal Code
es_es: No es un Código Postal %s válido
fr_fr: Le code postal %s n'est pas valide
it_it: Dato non valido %s CAP
nl_nl: De waarde is geen geldige %s postcode
pl_pl: Wartość nie jest ważna %s Kod pocztowy

source: The billing telephone number is required
es_es: Se requiere un Número de Teléfono de facturación
fr_fr: Veuillez renseigner le numéro de téléphone de l'adresse de facturation
it_it: Il telefono di fatturazione è obbligatorio
nl_nl: Telefoonnummer is vereist
pl_pl: Numer telefonu jest wymagany

source: The billing telephone is not valid
es_es: El Teléfono de facturación no es válido
fr_fr: Veuillez renseigner le numéro de téléphone de l'adresse de facturation
it_it: Il telefono di fatturazione non è valido
nl_nl: De telefoonnummer is niet geldig
pl_pl: Telefon nie jest ważny

source: Email must be more than 3 and less than 256 characters long
es_es: El e-Mail debe de tener más de 3 y menos de 256 caracteres
fr_fr: L'adresse mail doit être comprise entre 3 et 256 caractères
it_it: Là email dev'essere compresa tra 3 e 256 caratteri
nl_nl: E-maildres moet tussen 3 en 256 tekens lang zijn
pl_pl: Adres email musi mieć od 3 do 256 znaków

source: The password and its confirm are not the same
es_es: Las contraseñas no coinciden
fr_fr: Les deux mots de passe ne sont pas les mêmes
it_it: Password e Conferma Password non corrispondono
nl_nl: De wachtwoorden komen niet overeen
pl_pl: Hasło i jego potwierdzenie nie sa takie same

source: Please Select a state
es_es: Por favor selecciona una Provincia
fr_fr: Veuillez sélctionner un pays
it_it: Per favore, seleziona una provincia
nl_nl: Selecteer een provincie
pl_pl: Prosze wybrać stan

source: Please select a card
es_es: Por favor selecciona una Tarjeta
fr_fr: Veuillez sélctionner une carte
it_it: Per favore, seleziona una carta
nl_nl: Selecteer een kaart
pl_pl: Prosze wybrać kartę

source: Unknown error: Please contact our CS!
fr_fr: erreur inconnue : Veuillez contacter notre support clientèle!
nl_nl: Onbekende fout: Neem contact op met onze klantenservice!
pl_pl: Nieznany błąd: Proszę o kontakt z Działem Obsługi Klienta!

source: Payment Fail
es_es: Pago Fallido
fr_fr: Echec de la transaction
it_it: Pagamento non riuscito
nl_nl: Betaling mislukt
pl_pl: Bląd płatności

source: We're sorry. This payment has been declined by your card issuer.
es_es: Lo sentimos, este pago ha sido rechazado por su banco emisor.
fr_fr: Nous sommes désolés, ce paiement a été refusé par votre banque
it_it: Siamo spiacenti. Questo pagamento è stato rifiutato dall'emittente della carta.
nl_nl: Onze excuses. De betaling is geweigerd door uw kaartverstrekker.
pl_pl: Przykro nam. Ta płatność została odrzucona przez Twojego wystawcę karty.

source: 1 - make sure that the billing address entered matches your bank record
es_es: 1 - Asegúrese que la dirección de facturación coincida con la información de su banco
fr_fr: 1. Vérifiez que votre adresse de facturation correspond à celle enregistrée sur votre compte bancaire
it_it: 1 - assicurati che l'indirizzo fornito corrisponda all'indirizzo fornito alla banca
nl_nl: 1 - Zorg ervoor dat het ingevulde factuuradres overeenkomt met uw bankgegevens
pl_pl: 1 - upewnij się, że wprowadzony adres rozliczeniowy pasuje do adresu w banku

source: 2 - double check your card details especially the CVV number (last 3 digits on the back of the card) and expiry date are correct
es_es: 2 - Revise que los detalles de su tarjeta sean correctos, especialmente el número CVV (Los últimos 3 números aparecidos detrás de su tarjeta) y la fecha de expiración
fr_fr: 2. Vérifiez que vos informations bancaires, notamment le cryptogramme (trois derniers chiffres au dos de votre carte) et la date de d'expiration, sont corrects
it_it: 2 - ricontrolla i dettagli della carta, specialmente il CVV (le ultime 3 cifre sul retro della carta) e la data di scadenza
nl_nl: 2 - Controleer uw kaartgegevens, voornamelijk het CVV-nummer (laatste 3 getallen op uw kaart) en het vervaldatum
pl_pl: 2 - podwójnie spradź szczegóły Twojej karty, w szczególności upewnij się, że numer CVV (trzy ostanie cyfry na odwrocie karty) oraz data ważności są ważne

source: 3 - check with your bank before re-attempting to order if payment was blocked for any particular reason and ask them to unblock your card if so
es_es: 3 - Revise con su banco antes de volver a intentar comprar de nuevo por si su pago hubiera sido bloqueado por cualquier razón y pídales que desbloqueen su tarjeta si es así
fr_fr: 3. Avant de renouveler la commande, vérifiez avec votre banque si la transaction a été bloquée pour une raison particulière et si le cas se présente, demandez à votre conseiller de débloquer votre carte
it_it: 3 - Se il pagamento è stato bloccato per qualsiasi ragione, contatta la tua banca proma di riprovare, ed eventualmente chiedi di sbloccare la tua carta
nl_nl: 3 - Neem contact op met uw bank voordat u een nieuwe poging doet om te bestellen als de betaling wordt geblokkeerd voor een bepaalde reden en vraag hen om uw kaart te deblokkeren
pl_pl: 3 - sprawdź w swoim banku przed ponownym zamówieniem w przypadku, gdy płatność została zablokowana oraz zapytaj o odblokowanie

source: 4 - try again with the same, or a different card
es_es: 4 - Vuélvalo a intentarlo con la misma o diferente tarjeta
fr_fr: 4. Essayez de nouveau, avec la même carte ou avec une carte différente
it_it: 4 - Riprova con la stessa carta o con un' altra carta
nl_nl: 4 - Probeer opnieuw of gebruik een ander kaart
pl_pl: 4 - spróbuj ponownie z tą samą lub inną kartą

source: 5 - still having trouble?
es_es: 5 - todavía tiene problemas?
fr_fr: 5. le problème persiste ?
it_it: 5 - Ci sono altri problemi?
nl_nl: 5 - Nog steeds problemen?
pl_pl: 5 - wciąż masz problemy?

source: Contact us
es_es: Contáctenos
fr_fr: Contactez-nous
it_it: Contattaci
nl_nl: Contacteer ons
pl_pl: Skontaktuj się z nami

source: Payment Review
es_es: Comprobación de pago
fr_fr: Bilan de votre transaction
it_it: Dettagli Pagamento
nl_nl: Betalingsoverzicht
pl_pl: Przegląd płatności

source: Thank you for your purchase!
es_es: ¡Gracias por su compra!
fr_fr: Merci de votre achat !
it_it: Grazie per il tuo acquisto!
nl_nl: Dank u voor uw aankoop!
pl_pl: Dziękujemy za Twój zakup!

source: Your order is in a queue for the payment to be checked and processed by our payment service provider [%s] which can take a few hours to a couple of days’ time. Money has not been taken from your credit card yet.
es_es: Tu compra está en lista de espera para comprobar el pago y procesado por su servicio de pago [%s], lo cual puede llevar desde un par de horas hasta un par de días para llevarse a cabo. El dinero todavía no ha sido descontando de su tarjeta de crédito todavía.
fr_fr: Votre commande est en attente de vérification de votre paiement [%s] par nos services, ce qui peut prendre quelques heures ou quelques jours. L’argent n’a pas encore été débité de votre carte de crédit.
it_it: Il tuo pagamento è in attesa di essere controllato ed approvato dal provider della transazione [%s] , il che può richiedere alcune ore o un paio di giorni. La tua carta non è ancora stata addebitata.
nl_nl: Uw bestelling wordt in de wachtrij voor een betalingscontrole en wordt verwerkt door onze payment service provider [% s], die een paar uur tot een paar dagen tijd kan duren. Het bedrag is nog niet afgeschreven van uw creditcard.
pl_pl: Twoje zamówienie jest w kolejce do płatności. Zostanie ono sprawdzone i przetworzone przez naszego dostawcę usług płatniczych [% s]. Może to potrwać od kilku godzin do kilku dni. Pieniądze nie zostały jeszcze pobrane z karty kredytowej.
