Repository: WillZWL/shop
Catalog: application/i18n/Locale/*/LC_MESSAGES/message.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: * Shipping to and from less populated or accessible domestic and international areas carries higher operating costs. Delivery and extended or remote area surcharges will be added to your final order amount in order to more accurately reflect the cost of providing service to these areas.
es_es: * Envíos a poblaciones más remotas suponen un coste más alto de envío. Sin embargo, esto ya se verá reflejado en el precio final del producto para mostrar más fielmente el coste de envío a esas poblaciones.
fr_fr: *La livraison vers et depuis des régions moins peuplées a un prix opérationnel plus élevé. Les charges de livraison seront ajoutées au montant final afin de vous renseigner de manière pécise le coût de nos services dans ces régions.
it_it: * Spedizioni verso e da aree meno popolate o meno accessibili, domestiche o internazionali, comportano costi di gestione maggiori. i costi per la consegna verso aree remote verranno aggiunti al totale finale del tuo ordine, per coprire i costi relativi al servizio verso queste aree.
nl_nl: * Verzending naar minder bevolkte of toegankelijk binnenlandse en internationale gebieden hebben hogere operationele kosten. Leveringen met toeslagen voor afgelegen gebieden zal in uw definitieve bestelling worden toegevoegd met het oog op een betere overzicht van de kosten van de dienstverlening aan deze gebieden.
pl_pl: * Dostawa do i z mniej zaludnionych lub trudniej dostępnych miejsc jest kosztowniejsza. Dostawa i dodatkowa opłata zostanie dodana do Twojego końcowego zamówienia w celu lepszego zobrazowania kosztów serwisu do tych regionów.

source: United States: extended or remote areas within the contingent 48 states, Hawaii and Alaska
es_es: No realizamos envíos a las Islas Canarias, Ceuta o Melilla.
fr_fr: Etats-Unis: livraison comprise dans les 48 Etats, à Hawaï et en Alaska.
it_it: Stati Uniti: Aree remote o estese entro i 48 stati, Hawaii e Alaska
nl_nl: Verenigde Staten: uitgebreide of afgelegen gebieden binnen de 48 staten, Hawaï en Alaska
pl_pl: United States: rozszerzone lub odległe obszary z 48 stanami, Hawajami i Alaską

source: United Kingdom: areas in Guernsey, Jersey, and the Isle of Man
fr_fr: Royaume-Uni: les zones en Guernesey, Jersey et l'Ile de Man.
it_it: Regno Unito: aree in Guernsey, Jersey, ed Isle of Man
nl_nl: Verenigd Koninkrijk: de gebieden in Guernsey, Jersey en het eiland Man
pl_pl: Wielka Brytania: region Guernsey, Jersey i Isle of Man

source: ** Although we do our best to ensure a smooth shipping process please note delivery speed to some regions may experience delays depending on a wide variety of factors (e.g. specific address location and customs delay) which are outside of our control.
es_es: ** Aunque damos lo mejor de nosotros para asegurar un envío sin problemas, a veces la velocidad de envío puede tener algunos retrasos dependiendo en un algunos factores (por ejemplo, retrasos en aduanas, ciertas direcciones de envío, etc) que quedan fuera de nuestro control.
fr_fr: **Bien que nous fassions notre possible pour assurer un processus de livraison opérationnel, veuillez noter que la vitesse de livraison dépend des régions desservie et de leurs facteurs (ex: adresse particulière...) qui sont en dehors de notre contrôle.
it_it: ** Anche se facciamo del nostro meglio per assicurare una spedizione senza ostacoli, considera che la velocità di spedizione verso alcune aree potrebbe subire ritardi dovuti a molte variabili (per esempio, localizzazione dell' indirizzo specifico o ritardi doganali) che sono al di fuori del nostro controllo.
nl_nl: ** Hoewel we ons best doen om een soepele verzending te garanderen, zullen de leveringen naar sommige regio's vertagingen kunnen oplopen, afhankelijk van een breed scala van factoren (bijvoorbeeld specifieke adressen en douanevertraging) die buiten onze controle zijn.
pl_pl: ** Chociaż dokładamy wszelkich starań, aby zapewnić najlepszą dostawę proszę mieć na uwadzę, że czas dostawy do poszczególnych regionów może się opóźnić ze względu na wiele różnorakich czynników (na przykład konkretny adres, opóźnienie w związku z odprawą celną) na które nie mamy wpływu.

source: PAY WITH CONFIDENCE
es_es: PAGA CON CONFIANZA
fr_fr: Payez en toute sécurité
it_it: PAGA CON TRANQUILLITA
nl_nl: Betaal met Vertrouwen
pl_pl: PŁAĆ Z ZAUFANIEM

source: SHOP WITH CONFIDENCE
es_es: COMPRA CON CONFIANZA
fr_fr: Faites vos achats en toute sécurité
it_it: ACQUISTA CON TRANQUILLITA
nl_nl: Winkel met Vertrouwen
pl_pl: KUPUJ Z ZAUFANIEM

source: About Us
es_es: Acerca de nosotros
fr_fr: A propos de nous
it_it: Chi siamo
nl_nl: Over ons
pl_pl: O nas

source: %s prides itself on great deals without compromise on service!
es_es: ¡%s se enorgullece de ofrecer ofertas excepcionales sin comprometer el servicio!
fr_fr: %s vous garantit des bonnes affaires sans impacter la qualité de nos services!
it_it: %s vanta offerte grandiose senza risparmiare sul servizio!
nl_nl: %s is trots op besparende deals zonder in te leveren op service!
pl_pl: % s szczyci się wspaniałymi ofertami bez kompromisów!

source: Feel free to contact us anytime for more information
es_es: Siéntete libre de contactarnos en cualquier momento para más información
fr_fr: N'hésitez pas à nous contacter pour toute demande d'information.
it_it: Contattaci in qualsiasi momento per maggiori informazioni
nl_nl: Mocht u nog vragen hebben, neem dan contact op met ons.
pl_pl: Zapraszamy do kontaktu z nami w każdej chwili, aby uzyskać więcej informacji

source: Subscribe to get our latest news and promotions regularly.
es_es: Suscríbete para saber nuestras últimas noticias y promociones.
fr_fr: Inscrivez-vous pour recevoir nos dernières offres et nos promotions régulières.
it_it: Iscriviti per ricevere regolarmente le ultime notizie e promozioni.
nl_nl: Schrijf in om onze laatste nieuws en akties regelmatig te krijgen.
pl_pl: Subskrybuj regularnie, aby otrzymywać od nas najświeższe informacje o nowościach i promocjach.

source: Sign up for Newsletter
es_es: Suscríbete a nuestra Newsletter
fr_fr: Inscrivez vous pour recevoir la Newsletter
it_it: Iscriviti alla Newsletter
nl_nl: Aanmelden voor Nieuwsbrief
pl_pl: Zarejestruj się, aby otrzymać Newsletter

source: Enter you email address
es_es: Introduce tu correo electrónico
fr_fr: Entrez votre adresse mail
it_it: Inserisci il tuo indirizzo email
nl_nl: Vul uw e-mailadres in
pl_pl: Wpisz swój adres email

source: Subscribe
es_es: Suscríbite
fr_fr: Inscrivez-vous
it_it: Iscriviti
nl_nl: Inschrijven
pl_pl: Subskrybuj

source: indicates required
es_es: indica requerido
fr_fr: Indique un champ obligatoire
it_it: Indica campi obbligatori
nl_nl: verplichte velden
pl_pl: Oznaczenia wymagane

source: 100% Secure
es_es: 100% Seguro
fr_fr: 100% sécurisé
it_it: 100% Sicuro
nl_nl: 100% veilig
pl_pl: 100% Bezpieczeństwo

source: with SSL encryption
es_es: con encriptación SSL
fr_fr: Avec le cryptage SSL
it_it: con Criptaggio SSL
nl_nl: met SSL Encryptie
pl_pl: z szyfrowaniem SSL

source: Free Delivery
es_es: Envío Gratuito
fr_fr: Livraison gratuite
it_it: Consegna Gratuita
nl_nl: Gratis Bezorging
pl_pl: Darmowa Dostawa

source: For All Orders*
es_es: Para Todas las Compras*
fr_fr: Pour toute commande
it_it: per tutti gli ordini
nl_nl: Voor alle bestellingen*
pl_pl: Na Wszystkie Zamówienia*

source: Shipping:
es_es: Envío:
fr_fr: Expédition
it_it: Spedizione:
nl_nl: Verzenden:

source: 3-5 Working Days
es_es: 3-5 Días Laborables
fr_fr: 3-5 jours ouvrés
it_it: 3-5 Giorni Lavorativi
nl_nl: 3-5 Werkdagen

source: %s Days Money Back Guarantee
es_es: %s días Reembolso Garantizado
fr_fr: %s jours de garantie remboursement
it_it: %s Giorni Garanzia Soddisfatti o Rimborsati
nl_nl: %s dagen geld terug garantie
pl_pl: %s Dni Gwarancja Zwrotu Pieniędzy

source: Warranty
es_es: Garantía
fr_fr: Garantie
it_it: Garanzia
nl_nl: Garantie
pl_pl: Gwarancja

source: Up to 2 Years
es_es: Hasta 2 años
fr_fr: Jusqu'à deux ans
it_it: Fino a 2 anni
nl_nl: Tot 2 jaar
pl_pl: Do 2 lat

source: Conditions of Use
es_es: Condiciones de Uso
fr_fr: Condition d'utilisation
it_it: Condizioni d' Uso
nl_nl: Gebruiksvoorwaarden
pl_pl: Warunki korzystania

source: Shipping Policy
fr_fr: Politique de livraison
nl_nl: Leveringsbeleid
pl_pl: Zasady Wysyłki

source: Return and Refund Policy
fr_fr: Retour et politique de remboursement
nl_nl: Retournerings- & restitutiebeleid
pl_pl: Zasady Zwrotów i Refundacji

source: Billing Terms and Conditions
fr_fr: Termes de facturation et Conditions
nl_nl: Algemene Factureringsvoorwaarde
pl_pl: Regulamin i Zasady Płatności

source: SELECT SHIPPING COUNTRY
es_es: SELECCIONA PAIS DE ENVIO
fr_fr: Choisissez un pays d'expédition
it_it: SELEZIONA IL PAESE DI SPEDIZIONE
nl_nl: SELECTEER LAND
pl_pl: WYBIERZ KRAJ DOSTAWY

source: Australia
fr_fr: Australie
nl_nl: Australië

source: Belgium
es_es: Bélgica
fr_fr: Belgique
it_it: Belgio
nl_nl: België
pl_pl: Belgia

source: France
es_es: Francia
it_it: Francia
nl_nl: Frankrijk
pl_pl: Francja

source: Great Britain
es_es: Gran Bretaña
fr_fr: Grande Bretagne
it_it: Regno Uito
nl_nl: Groot-Brittannië
pl_pl: Wielka Brytania

source: %s item(s) -
fr_fr: % s article(s) -
nl_nl: %s product(en) -
pl_pl: %s Sztuk -

source: We won't be beaten on electronics!
es_es: ¡No nos ganarán en electrónica!
fr_fr: Numéro 1 de l’électronique!
it_it: Non abbiamo rivali nell' elettronica!
nl_nl: Wij zijn onverslaanbaar op gebied van elektronica!
pl_pl: Nie zostaniemy pobici na elektronice!

source: Warranty
es_es: Garantía
fr_fr: Garantie
it_it: Garanzia
nl_nl: Garantie
pl_pl: Gwarancja

source: Clearance
es_es: Liquidación
fr_fr: Dédouanement
it_it: Liquidazione
nl_nl: Opruiming

source: My Account
es_es: Mi Cuenta
fr_fr: Mon compte
it_it: Il Mio Account
nl_nl: Mijn Account
pl_pl: Moje konto

source: Log Out
es_es: Cerrar Sesión
fr_fr: Déconnexion
it_it: Esci
nl_nl: Uitloggen
pl_pl: Wyloguj

source: Sign in
es_es: Identifícate
fr_fr: Inscrivez-vous
it_it: Entra
nl_nl: Aanmelden
pl_pl: Zaloguj się

source: Free Delivery For All Orders
es_es: Envío Gratuíto para todas las Compras*
fr_fr: livraison gratuite pour toute commande
it_it: Consegna Gratuita per Tutti glin Ordini
nl_nl: Gratis levering voor alle bestellingen
pl_pl: Darmowa Dostawa na Wszystkie Zamówienia

source: Up to 2 Years Warranty
es_es: Hasta 2 años de Garantía
fr_fr: Jusqu'à deux ans de garantie
it_it: Fino a 2 Anni di Garanzia
nl_nl: Tot 2 jaar garantie
pl_pl: Do 2 lat Gwarancja

source: Find your product
es_es: Encuentra tu producto
fr_fr: Trouver votre produit
it_it: Trova il tuo prodotto
nl_nl: Vind uw product
pl_pl: Znajdź swój produkt

source: Top search
es_es: Populares
fr_fr: Premiers résultats de recherche
it_it: I Più Cercati
nl_nl: Top zoekopdracht
pl_pl: Najlepsze wyszukiwania

source: latest arrival
es_es: novedades
fr_fr: dernières arrivées
nl_nl: Nieuwste producten
pl_pl: Najnowsze produkty

source: Collections
es_es: Catálogo
it_it: Collezioni
nl_nl: Collecties
pl_pl: Zbiór

source: camera collection
es_es: catálogo de cámaras
fr_fr: Collection d'appareils photo
it_it: Collezioni fotocamere
nl_nl: Camera collectie
pl_pl: Zbiór kamer

source: Shop now
es_es: Compra ahora
fr_fr: Achetez maintenant
it_it: Compra ora
nl_nl: Shop nu
pl_pl: Kupuj teraz

source: mobile collection
es_es: catálogo de móviles
fr_fr: Collection de téléphones mobiles
it_it: Collezioni Cellulari
nl_nl: Mobiele telefoon collectie
pl_pl: Zbiór telefonów

source: Reset your password
es_es: Resetea tu contraseña
fr_fr: Réinitialisez votre mot de passe
it_it: Cambia la password
nl_nl: Reset uw wachtwoord
pl_pl: Zresetuj swoje hasło

source: Please enter your registered email address!
es_es: ¡Por favor introduce tu e-mail de registro!
fr_fr: veuillez entrer votre adresse mail.
it_it: Per favore, inserisci il tuo indirizzo email registrato
nl_nl: Voer uw geregistreerde e-mailadres in!
pl_pl: Podaj swój adres email!

source: Go
es_es: Ir
it_it: Vai
nl_nl: Gaan
pl_pl: Dalej

source: An email containing a temporary password will be sent to your registered email shortly.
es_es: Un e-mail con una contraseña temporal será envíado en breves a tu e-mail registradro.
fr_fr: Un mail contenant un mot de passe temporaire va vous être envoyé dans les plus brefs délais
it_it: Un' email con una password temporanea sarà inviata al tuo indirizzo email registrato
nl_nl: Een e-mail met een tijdelijk wachtwoord zal binnenkort naar uw geregistreerde e-mail worden verzonden.
pl_pl: Email zawierający tymczasowe hasło zostanie wkrótce wysłany na podany podczas rejestracji adres e-mail.

source: Kindly check your spam folder in the event our email is not received within a couple of minutes.
es_es: Revise su carpeta de Correo No Deseado en caso de que no reciba nuestro e-mail en un par de minutos.
fr_fr: Veuillez consulter vos spams dans le cas où vous ne receviez pas notre mail d'ici quelques minutes
it_it: Per favora, controlla la tuia cartella spam se non ricevi la nostra email entro qualche minuto.
nl_nl: Controleer uw spam-map in het geval u onze e-mail niet binnen een paar minuten ontvangt.
pl_pl: Prosimy sprawdzić folder spam w przypadku, gdy nasz email nie zostanie odebrany w ciągu kilku minut.

source: Order History
es_es: Historial de Compras
fr_fr: Historique de la commande
it_it: Storico Ordini
nl_nl: Ordergeschiedenis
pl_pl: Historia zamówień

source: Returns Request
es_es: Petición de Devolución
fr_fr: retours demandes
it_it: Richieste di Restituzione
nl_nl: Retouraanvraag
pl_pl: Zwroty Zapytania

source: Edit Your Profile
es_es: Edita tu perfil
fr_fr: Editer son profil
it_it: Modifica il Tuo Profilo
nl_nl: Bewerk uw profiel
pl_pl: Edytuj Swój Profil

source: Your order has been split at no extra cost to ensure all item(s) purchased are received at the soonest available opportunity.
es_es: Tu pedido ha sido separado sin coste alguno para asegurarnos que reciba todos los productos lo antes posible.
fr_fr: Votre commande a été divisée sans coût supplémentaire pour garantir une livraison de chaque article dans des délais optimisés au maximum
it_it: Il tuo ordine è stato diviso senza costi extra per assicurare la consegna di tutti i prodotti nel minor tempo possibile.
nl_nl: Uw bestelling is gesplitst zonder extra kosten zodat u de gekochte product(en) zo snel mogelijk kunt ontvangen.
pl_pl: Twoje zamówienie zostało podzielone, bez dodatkowych kosztów, aby zapewnić, że wszystkie zakupione pozycje są odbierane w najwcześniej nadarzającej się okazji.

source: Date
es_es: Fecha
it_it: Data
nl_nl: Datum
pl_pl: Data

source: Shipped to
es_es: Enviado a
fr_fr: Livré vers
it_it: Spedito a
nl_nl: Verzenden naar
pl_pl: Dostawa do

source: Order total
es_es: Total de Compra
fr_fr: Total de la commande
it_it: Totale Ordine
nl_nl: Order totaal
pl_pl: Suma zamówienia

source: Have you paid by bank transfer?<br>Contact us
es_es: ¿Has pagado mediante transferencia bancaria? <br>Contáctanos
fr_fr: Vous payez par virement bancaire ? Contactez-nous
it_it: Hai pagato con bonifico_<br>Contattaci
nl_nl: Hebt u betaald via bankoverschrijving? <br>Neem contact op met ons
pl_pl: Czy zapłaciłeś przelewem bankowym? Skontaktuj się z nami

source: here
es_es: aquí
fr_fr: Ici
it_it: qui
nl_nl: hier
pl_pl: tutaj

source: Pending Payment
es_es: Pago Pendiente
fr_fr: Paiement en attente
it_it: Pagamento in sospeso
nl_nl: In afwachting van uw betaling
pl_pl: Oczekująca płatność

source: We have not received the payment for your order.
es_es: No hemos recibido el pago por tu compra
fr_fr: Nous n'avons pas reçu le paiement pour votre commande.
it_it: Non abbiamo ancora ricevuto il pagamento per il tuo ordine.
nl_nl: We hebben de betaling van uw order nog niet ontvangen.
pl_pl: Nie otrzymaliśmy płatności za Twoje zamówienie.

source: Incomplete Payment
es_es: Pago Incompleto
fr_fr: Paiement incomplet
it_it: Pagamento Incompleto
nl_nl: Incomplete Betaling
pl_pl: Niezakończona Płatność

source: The amount received in our bank account does not correspond to the total amount of your order.
es_es: El total recibido en nuestra cuenta no corresponde con el total de la compra.
fr_fr: Le montant reçu dans notre compte bancaire ne correspond pas au montant de votre commande.
it_it: Il totale ricevuto sul nostro conto non corrisponde al totale del tuo acquisto.
nl_nl: De ontvangen bedrag op onze bankrekening komt niet overeenmet het totale bedrag van uw bestelling.
pl_pl: Kwota zaksięgowana na szym koncie nie odpowiada całkowitej kwocie zamówienia.

source: Your request has been submitted. Please kindly review the information below as your RMA confirmation.
es_es: Su petición ha sido registrada. Por favor revise la información de su confirmación de RMA.
fr_fr: Votre demande a été envoyée. Veuillez relire les informations ci-dessous en tant que confirmation RMA.
it_it: La tua richiesta è stata inoltrata. Per favore, controlla le informaizioni sottostanti a conferma del procedimento di restituzione.
nl_nl: Uw aanvraag is ingediend. Controleer de onderstaande informatie van uw RMA-bevestiging.
pl_pl: Twój wniosek został złożony. Uprzejmie proszę o przejrzenie poniższych informacji, jako potwierdzenie zwrotu towaru.

source: to print this page and send it back to us together with the returned package. Items returned without this RMA form will not be processed.
es_es: para imprimir esta página y enviarnosla junto con el paquete devuelto. Prodcutos devueltos sin este formulario de RMA no serán procesados.
fr_fr: Imprimer cette page et envoyez-là nouss avec le colis à retourner. Toute commande renvoyée sans le RMA ne pourra pas être considérée.
it_it: per stampare questa pagina e spedircela insieme con il pacco in restituzione. Gli articoli restituiti senza questo modulo RMA non saranno trattati.
nl_nl: om deze pagina af te drukken en stuur deze terug naar ons, samen met de te retourneren pakket. Items die zonder dit RMA-formulier worden niet in behandeling genomen.
pl_pl: drukuj tę stronę i wyślij ją do nas wraz z przesyłką zwrotną. Produkty zwrócone bez tego formularza nie będą rozpatrywane.

source: Important Notice
es_es: Aviso Importante
fr_fr: Importante remarque
it_it: Nota Importante
nl_nl: Belangrijke Notitie
pl_pl: Ważna Uwaga

source: Please read the following before filling in the web form below.
es_es: Por favor lea lo siguiente antes de rellenar el formulaario en nuestra web.
fr_fr: Veuillez lire les informations ci-dessous avant de remplir le formulaire
it_it: Per favore, leggi quanto segue prima di riempire il modulo web sottostante.
nl_nl: Lees het volgende voor het invullen de onderstaande webformulier.
pl_pl: Prosimy o zapoznanie się przed wypełnieniem formularza internetowego poniżej.

source: - Any items returned without a returns form enclosed will not be entertained
es_es: - Cualquier producto devuelto sin el formulario de devolución no será procesado
fr_fr: - Toute commande retournée sans formulaire de retour ne pourra pas être prise en compte
it_it: - Qualsiasi articolo restituito senza un modulo di restituzione allegato non sarà trattato.
nl_nl: - Alle producten geretourneerd zonder een retourformulier zal niet in behandeling genomen worden.
pl_pl: - Wszystkie rzeczy zwrócone bez załączonego formularza zwrotnego nie będą rozpatrywane

source: - Read our returns policy that can be found at the bottom of this page
es_es: - Lea nuestra políca de devolución que puede encontrar en la parte de abajo de esta página
fr_fr: - Veuillez lire notre politique de retour qui se trouve au bas de la page
it_it: - Leggi le nostre politiche sulla restituzione a fondo pagina
nl_nl: - Lees onze retourbeleid die u kunt vinen onderaan deze pagina
pl_pl: - Przeczytaj naszą politykę zwrotów, którą można znaleźć na dole tej strony

source: - Kindly use our webform for &quot;Faulty goods or returned items&quot; to confirm your intention to return your goods and we will then advise you with our returns address
es_es: - Por favor use nuestro formulario web para &quot;Productos con defectos o devolución&quot; para confirmar tu intención de devolver los productos y te guiaremos con nuestra dirección de devolución
fr_fr: - Merci d'utiliser notre plateforme pour la demande de devis, le renvoi de produits défecteux ou non, afin de confirmer votre volonté de renvoyer les produits et nous vous renseignerons l'adresse de retour de marchandises.
it_it: - Per favore, usa il nostro modulo web per &quot;Articoli guasti o in restituzione&quot; per confermare l' intenzione di restituire i prodotti e ti informeremo sull' indirizzo di restituzione
nl_nl: - Gelieve gebruik te maken van onze webformulier voor &quot;Defecte goederen of geretourneerde producten&quot; om te bevestigen dat u goederen wenst te retourneren en wij zullen dan adviseren u met onze retouradres
pl_pl: - Prosimy skorzystać z naszego formularza internetowego &quot; Towar uszkodzony lub zwrócone rzeczy & quot; aby potwierdzić zamiar, aby zwrócić towar, a my następnie prześlemy adres zwrotów

source: Personal Details
es_es: Datos Personales
fr_fr: Données personnelles
it_it: Le Tue Informazioni
nl_nl: Persoonlijke gegevens
pl_pl: Dane osobowe

source: Surname
es_es: Apellidos
fr_fr: Nom
it_it: Cognome
nl_nl: Voornaam
pl_pl: Nazwisko

source: State
es_es: Provincia
fr_fr: Pays
it_it: Provincia
nl_nl: Provincie
pl_pl: Stan

source: Order number
es_es: Número de Pedido
fr_fr: numéro de commande
it_it: Numero d' ordine
nl_nl: Ordernummer
pl_pl: Numer zamówienia

source: Product Returned
es_es: Producto Devuelto
fr_fr: Retours produit
it_it: Prodotto Restituito
nl_nl: Product Geretourneerd
pl_pl: Zwrócony Produkt

source: Serial No
es_es: Nº de Serie
fr_fr: numéro de série
it_it: Numero di Serie
nl_nl: Serienummer
pl_pl: Numer seryjny

source: Returns Details
es_es: Detalles de Devolución
fr_fr: Informations sur le retour de la commande
it_it: Dettagli di Restituzione
nl_nl: Retourgegevens
pl_pl: Szczegóły zwrotu

source: Reasons for Returns
es_es: Razón de Devolución
fr_fr: Raisons du retour de la commande
it_it: Motivazione per la restituzione
nl_nl: Reden(en) voor retour
pl_pl: Powody zwrotu

source: Action Required
es_es: Acción Requerida
fr_fr: Actions nécessaires
it_it: Azione Richiesta
nl_nl: Actie vereist
pl_pl: Konieczne działania

source: Detailed Description of Fault
es_es: Descripción Detallada del Fallo
fr_fr: Décriptions détaillée de la défaillance
it_it: Descrizione Dettagliata del Guasto
nl_nl: Gedetailleerde omschrijving defect
pl_pl: Szczegółowy opis usterki

source: ValueBasket Returns Policy
es_es: Política de Devolución BuhoLoco
fr_fr: Politique de retour de commande de ValueBasket
it_it: Politiche di Restituzione di NuovaDigitale
nl_nl: 9digital retourbeleid
pl_pl: ValueBasket Polityka Zwrotów

source: Where the dispatch has been made, you may request for a refund up to 14 days after the goods are delivered.
es_es: Desde que el envío se ha hecho, puedes hacer la petición de devolución hasta 14 días después de que los productos hayan sido entregados.
fr_fr: Une fois que le renvoi de la commande a été effectué, votre remboursement vous sera retourné d'ici à 14 jours après la réception du colis.
it_it: Dopo l' evasione di un ordine, puoi richiedere un rimborso durante i 14 giorni successivi alla consegna del prodotto.
nl_nl: Indien de verzending is gemaakt, kunt u een verzoek om terugbetaling tot 14 dagen nadat de goederen zijn geleverd.
pl_pl: W przypadku, gdy przesyłka została dokonana, możesz poprosić o zwrot pieniędzy do 14 dni od daty dostarczenia towaru.
