<div id="content">
	<h5 class="side_title">Условия использования сайта</h5>

	<div class="text silver_box static_page">
		<p>
			Последнее обновление: 1 Ноября 2013
			<br /><br /><br />
			<strong>Общая информация : </strong>
			Компания ValueBasket.com Limited предоставляет пользование интернет-магазином при соблюдении следующих условий. Посещая и делая покупки на ValueBasket.com, Вы принимаете и выполняете наши условия, которые включают несколько документов (политика конфиденциальности и другие), опубликованные на этом сайте и изменяющиеся время от времени.
			<br /><br />
			<strong> Конфиденциальность : </strong>
			Пожалуйста, ознакомьтесь с нашей <a href="display/view/privacy_policy">Политикой Конфиденциальности</a> для получения представления о применяемых мерах безопасности во время пользования нашим сайтом.
			<br /><br />
			<strong>Авторские права : </strong>
			Все содержимое/контент нашего сайта (включая тексты, графику, логотипы, иконки кнопок, картинки, аудио-клипы, загрузки, собранная информация и программное обеспечение) и его производные являются собственностью ValueBasket.com или поставщиков содержимого/контента и защищены законами об авторских правах.
			<br /><br />
			<strong>Товарный знак : </strong>
			ValueBasket.com является нашим товарным знаком и не может быть использован с каким-либо другим продуктом или сервисом, который не принадлежит ValueBasket.com либо может привести к путанице среди покупателей, либо дискредитирует/унижает ValueBasket.com. Аналогичные ограничения применяются к другим товарным знакам, не принадлежащим ValueBasket.com, которые появляются на нашем сайте и являются собственностью соответствующих владельцев (возможно не связанных с Valuebasket.com).
			<br /><br />
			<strong>Общение в электронном виде : </strong>
			Заходя на сайт или отправляя письма (email) в адрес ValueBasket.com, Вы общаетесь с ValueBasket.com в электронном виде. Вы даете согласие на получение сообщений от ValueBasket.com в электронном виде. ValueBasket.com может общаться с Вами по электронной почте или публикуя уведомления на сайте. Вы соглашаетесь, что все условия, соглашения, уведомления, объявления и другие сообщения, предоставленные Вам в электронной форме, соответствуют требованиям к сообщениям в письменной форме.
			<br /><br />
			<strong>Доступ к сайту : </strong>
			ValueBasket.com разрешает ограниченное использование этого сайта и запрещает скачивание (кроме кэширования страниц) или изменение какой-либо части сайта, кроме случаев, когда на это есть письменное разрешение от ValueBasket.com. Согласно правилам использования сайта запрещено собирать, использовать, перепродавать, использовать в коммерческих целях сайт или его содержимое, скачивать или копировать личную или другую информацию на сайте. 
Запрещено использовать скриншоты торговых марок, логотипов или другой авторской информации (включая картинки, текст, дизайн страниц или формы) на ValueBasket.com без письменного согласия ValueBasket.com. Вы не можете использовать никакие мета-тэги или другую &quot;скрытую информацию&quot; которая имеет отношение к сайту ValueBasket.com без специального на это разрешения. Любое неавторизованное использование отменяет право на пользование интернет-магазином ValueBasket.com. Вы можете создавать и использовать ссылку на сайт ValueBasket.com только в том случае, если эта ссылка не отображает ValueBasket.com, его товары или услуги в искаженном, ложном или оскорбительном виде. Для использования логотипа или торгового знака вместе со ссылкой - Вы должны получить письменное разрешение от ValueBasket.com.
			<br /><br />
			<strong> Нарушения : </strong>
			ValueBasket.com оставляет за собой право на расследование и уголовное преследование нарушений любой части "Условий использования сайта". При этом ValueBasket.com сотрудничает с правоохранительными органами для судебного преследования. ValueBasket.com не обязан следить за Вашими действиями на сайте, но оставляет за собой право при необходимости на соответствующую проверку соблюдения Условий использования сайта в соответствие с действующим законом или/и по требованию суда или другого административного органа.
			<br /><br />
			<strong>Ваша учетная запись : </strong>
			ValueBasket.com разрешено использовать только людям, достигшим 18-ти лет. Если Вам еще не исполнилось 18, пожалуйста, не регистрируйтесь на сайте. 
Регистрация на ValueBasket.com обязательна. Принимая Условия использования сайта, Вы разрешаете нам связаться с Вами в случае изменений этих условий или для оповещения о новых услугах и предложениях ValueBasket.com.
			<br /><br />
			Вы несете ответственность за все действия произведенные на сайте от Вашего имени (учетной записи). Вы также принимаете на себя ответственность за ограничение доступа к вашему компьютеру, и Вы соглашаетесь немедленно уведомить ValueBasket.com о любом нарушении безопасности Вашего аккаунта (учетной записи). ValueBasket.com не несет ответственности за любые потери, возникшие в случае несанкционированного использования Вашей учетной записи.
			<br /><br />
			ValueBasket.com имеет право отказать в использовании, блокировать учетную запись или отменить заказы, сделанные на ValueBasket.com, без объяснения причин. Вы можете удалить свою учетную запись в любое время, зайдя на страницу <a href="[base_url;noerr;]contact">Контакты</a>.
			<br /><br />
			<strong>Описание товара : </strong>
			ValueBasket.com прилагает все усилия, чтобы сделать описания товаров наиболее полными и точными. В то же время ValueBasket.com не может гарантировать, что описания товаров и другое содержимое сайта (контент) не содержат неточностей и ошибок. Если Вы получили от ValueBasket.com товар, который не соответствует описанию, просим вернуть его в неиспользованном состоянии в соответствие с нашили правилами Возврата товаров.
			<br /><br />
			Кроме того, ValueBasket.com не гарантирует, что товары русифицированы, то есть не гарантирует наличие описания, инструкции, руководства по эксплуатации, операционной системы, программного обеспечения или приложенных документов на Русском языке.
			<!--
			Furthermore, ValueBasket.com does not warrant that products are provided with Russian language in any product specification, operating system, product manual or accompanying literature.
			-->
			<br /><br />
			<strong> Ценообразование : </strong>
			ValueBasket.com может подтвердить цену на товар только после размещения товара. Со своей стороны мы делаем все возможное, чтобы цены на сайте были актуальными и точными, но некоторые редкие товары все же могут быть недооценены; если настоящая цена товара выше, чем та, по которой Вы купили, ValueBasket.com свяжется с Вами для уточнения деталей либо уведомит Вас об отмене заказа.
			<br /><br />
			<strong>Размещение заказа и Платежи : </strong>
			Размещая заказ на ValueBasket.com, Вы несете ответственность за то, что Ваш заказ может быть импортирован согласно законам в Вашей стране, и что Вы приобретаете товар для личного пользования согласно таможенного законодательства, закона об авторских правах и других законов Вашей страны. Со своей стороны Вы соглашаетесь с тем, что роль ValueBasket.com - обеспечить доступность предложенных товаров в Гонконге и других регионах для импорта в Вашу страну. ValueBasket.com ни при каких обстоятельствах не несет ответственности за таможенные и другие платежи, нарушения закона об авторских правах и интеллектуальной собственности, возникающие при импорте в Вашу страну. Клиенты за пределами Гонконга разрешают ValueBasket.com организовывать таможенную очистку от своего имени. Процедуры таможенной очистки, как известно, могут включать вскрытие и осмотр трансграничных поставок.
			<br /><br />
			<strong>Импорт, Налоги и Таможенные платежи : </strong>
			В случаях доставки товаров за пределами Гонконга, за таможенные платежи или налоги (прямые или косвенные) обычно несет ответственность получатель. Прямые или косвенные налоги включают импортные пошлины, сопутствующие таможенные платежи соответственно законам страны импорта. Таможенные процедуры различны в каждой стране, поэтому мы рекомендуем связаться с Таможенными (или другими компетентными) органами для выяснения подробностей. ValueBasket.com не контролирует эти процедуры. Для некоторых товаров и стран назначения ValueBasket.com может предлагать доставку "под ключ", в этом случае получатель освобождается от уплаты и каких-либо действий для проведения импортных процедур, а всю ответственность берет на себя ValueBasket.com. Никакие импортные платежи обычно возврату не подлежат. Условия использования сайта, с которыми Вы соглашаетесь при подтверждении заказа, не являются частью контракта.<br />
			Если сумма Вашего заказа менее 1000 евро - то Вам не нужно ничего доплачивать. (все расходы по доставке, страховке груза и др. мы берем на себя).<br />
Если сумма Вашего заказа более 1000 евро - Согласно Таможенного Кодекса РФ, при заказе на сумму более 1000 евро в месяц на одного получателя, возникает необходимость уплаты таможенной пошлины, и она может быть оплачена только получателем. При получении заказа, Вас попросят заплатить таможенную пошлину, которая рассчитывается следующим образом: (Общая сумма заказа - 1000евро)*30%.<br />
<br />
Обычно служба доставки связывается с получателем, когда заказ приходит в Россию, и приглашает для оплаты пошлины. Обычно это быстрая процедура, после которой Вам сразу же отдают посылку.
			<br /><br />
			<strong>Раздельная доставка товаров : </strong>
			ValueBasket.com прилагает все усилия, чтобы доставить Ваш заказ как можно быстрее. В некоторых случаях, мы разделяем посылку на несколько частей (несмотря на удорожание стоимости, мы не взымаем дополнительных платежей), и Вы получаете товары быстрее.
			<br /><br />
			<strong>Оплата Заказов : </strong>
			Оплата за заказанные товары производится в момент подтверждения заказа. На этом этапе ValueBasket.com предлагает различные популярные методы оплаты. Вы берете ответственность за уплату дополнительно возникающих сумм в случае наличия таковых при выбранном методе оплаты. Вы несете ответственность за какие-либо несанкционированные транзакции, совершенные третьей стороной с Вашим платежным счетом. Если по каким-либо причинам мы не получили оплату за подтвержденный заказ, Вы обязуетесь оплатить свой заказ по требованию ValueBasket.com.
			<br /><br />
			<strong>Подтверждение заказа : </strong>
			Разместив заказ у нас, или оплатив товар, ValueBasket.com приступает к подготовке заказа к отправке. ValueBasket.com свяжется с Вами по email для уведомления о совершенном заказе и получения подтверждения деталей отправки. Вам будет отправлено уведомление об отправке по email, как только заказ будет отправлен с нашего склада. В случае, если часть товаров из Вашего заказа не отправлена, это будет согласовано с Вами по email (соответственно этих товаров не будет в уведомлении об отправке).
			<br /><br />
			<strong>Предзаказы : </strong>
			Если в Вашей корзине находятся товары с отметкой "в наличии" и "предзаказ", это означает что товары будут отправлены одновременно. То есть "в наличии" будут отправлены, как только все товары со статусом "предзаказ" придут к нам на склад.
			<br /><br />
			<strong>Риски при доставке : </strong>
			Приобретенные товары передаются компании-перевозчику, выбранному для доставки товаров. После чего риски утери переходят на сторону Клиента. В случае возврата, ответственность за товар переходит к ValueBasket.com только после получения его по адресу Возврата товаров, указанного в заполненной Вами форме возврата. На усмотрение ValueBasket.com возврат денежных средств может быть произведен без возврата товара, в этом случае ValueBasket.com не несет ответственности за этот товар.
			<br /><br />
			<strong>Отмена заказа, Возврат товара и Денежных средств : </strong>
			Вы можете отменить заказ по email в любое время до его отправки. После отправки заказа, Вы можете прислать запрос на возврат денежных средств в течение 14 дней со дня получения заказа (кроме случаев физического повреждения товара при доставке - тогда Вам нужно немедленно уведомить нас); для этого нужно просто отправить нам email, и мы начнем процесс оформления. Если инициирован возврат, Valuebasket.com предоставит форму авторизации и адрес возврата. Большинство запросов, сделанных в течение 14 дней со дня получения, предполагающих (1) нераспакованные или (2) неработающие товары, имеют право на возврат денежных средств. Товары, возвращаемые с целью возврата денежных средств, должны быть в оригинальном состоянии и упаковке, содержать все аксессуары и включенные материалы. Вы должны организовать доставку и вернуть товар в его начальном состоянии без дополнительных повреждений. Если заказ был вскрыт и программное обеспечение было использовано, потребительские или другие товары личной гигиены были в употреблении, то возврат денежных средств не возможен. Отсутствие русского языка в товаре (или сопутствующих материалах) не является критерием для возврата денежных средств.
			<!--
			Exclusively, the unavailability of the Russian language option constitutes an ineligibility criterion for Refund.
			-->
			<br /><br />
			Любой подтвержденный возврат денег предполагает вычитание неизбежных расходов (образованных, но не ограниченных, комбинацией транспортных расходов, понесенные либо ValueBasket.com либо Вами, сборов за дозаказ и административных расходов). Подробное содержание вычетов определяется на усмотрение ValueBasket.com, и будет предоставлено вместе с информацией о возможности возмещения.
			<br /><br />
			Кроме того, Вы соглашаетесь оплачивать расходы на возврат товара(ов). Расходы, возникшие при возврате товара(ов) могут быть возмещены, если товар(ы) признан бракованным и получено соответствующее подтверждение от ValueBasket, предоставленное до возврата товара(ов).
			<br /><br />
			Если запрос на возврат денег сформирован и подтвержден в соответствие с этими Условиями использования сайта, мы произведем возврат соответствующей суммы денежных средств в кратчайшие сроки; в любом случае, возврат (появление денег на Вашем счету) может занять до 30 (тридцати) дней после подтверждения соответствия требованиям.
			<br /><br />
			Valuebasket.com не может принять и обработать возврат без заполненной Формы Возврата (RMA - Returned Merchandise Authorisation). Вашей ответственность за указанный адрес лежит на вас, и должнен быть точно напечатан на Форме Возврата RMA, так как мы можем вернуть или заменить товар только по этому адресу.
			<br />
			ValueBasket.com оставляет за собой право закрыть случаи возврата, если мы не смогли связаться с Ваим в течение 3 месяцев. Если возвращенные товары остаются невостребованными в течение 3х или более месяцев, они будут утилизированы.
			<br /><br />
			<strong>Гарантия на товары : </strong>
			Все товары, если не сказано обратное, поставляются с Гарантией 36 месяцев, предоставляемой ValueBasket.com; на любые включенные аксессуары, такие как батарейки, защитные экраны, пленки, кабели и др., распространяется стандартная Гарантия 12 месяцев. Гарантия от производителя при наличии таковой преобладает перед гарантией ValueBasket.com. Для гарантийного ремонта необходимо сохранить доказательство покупки. Если поломка случилась в течение 14 дней со дня доставки и в течение действующего Гарантийного срока, Вы можете обратиться к предоставителю гарантии для авторизации ремонта, замены или возврата денежных средств за товар. Чтобы начать этот процесс выяснения возможности и авторизации, просто свяжитесь с нами <a href="[base_url;noerr;]contact">здесь</a>; ValueBasket.com подскажет, что делать дальше. Неисправности, возникшие из-за неправильного использования, ударов или ненадлежащего ухода, не подлежат устранению по Гарантии. Если была подтверждена производственная неисправность и это покрывается Гарантией, ValueBasket.com организует починку Вашего товара и возврат Вам бесплатно.
			<br /><br />
			<strong>Примечание о Гарантии и Ограниченной ответственности : </strong>
			ЭТОТ САЙТ И ВСЯ ИНФОРМАЦИЯ, СОДЕРЖИМОЕ (КОНТЕНТ), МАТЕРИАЛЫ, ТОВАРЫ (ВКЛЮЧАЯ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ) И УСЛУГИ, ПРЕДЛАГАЕМЫЕ НА ЭТОМ САЙТЕ, ПРЕДОСТАВЛЕНЫ ВАМ VALUEBASTKET.COM В &quot;НАСТОЯЩЕМ ВИДЕ&quot; И &quot;ДОСТУПНЫ&quot; ДЛЯ ИСПОЛЬЗОВАНИЯ, ЕСЛИ ИНОЕ НЕ ОПИСАНО В ПИСЬМЕННОЙ ФОРМЕ. VALUEBASKET.COM НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ ЛЮБОГО РОДА, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ОТНОСИТЕЛЬНО РАБОТЫ ЭТОГО САЙТА ИЛИ ЕГО СОДЕРЖАНИЯ, ИНФОРМАЦИИ, МАТЕРИАЛОВ, ТОВАРОВ (ВКЛЮЧАЯ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ) ИЛИ УСЛУГ, ПРЕДЛАГАЕМЫХ НА ЭТОМ САЙТЕ, ЕСЛИ ИНОЕ НЕ ОПИСАНО В ПИСЬМЕННОЙ ФОРМЕ.
			<br /><br />
			ValueBasket.com, его сотрудники и филиалы не несут ответственности за повреждения, претензии, потери или расходы, возникающие в результате использования данного сайта или от коммуникации с ValueBasket.com, или от использования информации, содержания (контента), материалов, товаров (включая программное обеспечение) или услуг доступных на этом сайте.
			<br /><br />
			Вы соглашаетесь с использованием этого сайта на свой собственный риск.
			<br /><br />
			<strong> Разногласия : </strong>
			Любые разногласия или претензии, касающиеся использования сайта, товаров или услуг, предоставляемых ValueBasket.com подлежат обязательному рассмотрению в суде Гонконга. либо в суде мелких тяжб, если претензия подходит по требованиям.
Арбитраж не включает судей или присяжных, рассмотрение в суде ограничено, но арбитр имеет право инкриминировать/применить те же санкции в индивидуальном порядке, что и суд, и обязан следовать Условиям использования, как и суд. Все рассмотрения производятся на английском языке, соответственно все документы должны быть переведены на английский (в случае отличного языка оригинала). В решении арбитра будет обозначена причина, на основании которой принято решение.
			<br /><br />
			<strong>Приминяемые законы : </strong>
			Вы соглашаетесь с тем, что данные Условия использования сайта и какие-либо другие правила, а также споры, которые могут возникнуть между Вами и ValueBasket.com, регулируются законами Гонконга.
			<br /><br />
			<strong>Другие правила и политики : </strong>
			Пожалуйста, ознакомьтесь со всеми правилами и политиками, опубликованными на этой сайте. Это правила созданы для регулирования Вашего посещения ValueBasket.com, и по умолчанию предполагается Ваше согласие с правилами. Эти Условия использования сайта и Политика Конфиденциальности превалируют над другими договоренностями (устными или письменными) между Вами и ValueBasket.com соответственно предмету обсуждения.
Если по какой-либо причине эти условия будут считаться недействительными или неисполнимыми, это не будет влиять на исполнение других условий. Если Вы покидаете сайт ValueBasket.com или переходите по ссылке на другой сайт, ValueBasket.com не несет ответственности за безопасность использования, конфиденциальность или cookies на других сайтах.
			<br /><br />
			<strong>Передача прав : </strong>
			Вы соглашаетесь, что Условия использования сайта и все соглашения внутри них, позволяют ValueBasket.com нанимать/работать с третьей стороной на свое усмотрение. Вы не имеете право передавать свои обязательства другой стороне.
			<br /><br />
			<strong> Изменения : </strong>
			ValueBasket.com оставляет за собой право на внесение изменений на этом сайте, в правила/политики и Условия использования сайта в любое время. Вы принимаете и обязуетесь соблюдать наши Условия использования сайта, включая все правила/политики, опубликованные на этом сайте, посещая или совершая покупки на ValueBasket.com.
			<br /><br />
			<strong>Наш адрес : </strong>
			<br>
			<table>
				<col width="20px"><col width="100px"><col>
				<tr>
					<td></td>
					<td>Hong Kong<!--Гонконг--></td>
					<td>Unit 1505, 15/F, Yu Sung Boon Building, 107-111 Des Voeux Road Central</td>
				</tr>
				<tr>
					<td></td>
					<td>[sbf3114a;noerr;]</td>
					<td>[sbf3114b;noerr;]</td>
				</tr>
			</table>
			<br /><br />
			Интернет-магазин ValueBasket.com расположен по адресу: <a href="">www.ValueBasket.com</a>.
			<br /><br />
		</p>
	</div>
</div>